[
  {
    "id": "2024-09-25-solana-meetup-or-nfts-with-utility",
    "name": "Solana MeetUp | NFTs with Utility",
    "instance": "prague",
    "date": "2024-09-25",
    "dateTime": "2024-09-25T18:00:00+02:00",
    "endTime": "2024-09-25T20:00:00+02:00",
    "description": "Join us and explore the world of Solana, one of the fastest and most efficient blockchain platforms today.\n\nThis time on… **NFTs with Utility**!\n\nWe’ll cover:\n\n**1\\. Introduction:** Discover how Web3 Patreon models utilize NFTs for artist subscriptions, access to premium content, and building an OG community. Learn how these NFTs can be traded, offering fans rewards for their support.\n\n**2\\. Project Concept:** A look at innovative applications, like how these models can transform the relationship between artists and their supporters.\n\n**3\\. Live Demo:** Watch how these NFT-based systems work in practice.\n\n**4\\. Future Development:** Discuss potential advancements and future directions for Web3 Patreon models.\n\n**5\\. Q&A and Discussion:** Engage in an interactive conversation and get your questions answered.\n\nDon’t miss this exciting chance to learn and connect!\n\n**[BOOK YOUR SPOT HERE](https://tix.secondculture.cz/SOL/), the entry is free ⚡**",
    "refs": {
      "meetup_id": "303463731"
    }
  },
  {
    "id": "2024-09-18-after-work-rave-or-dj-chubasquero",
    "name": "AFTER WORK RAVE | Dj Chubasquero",
    "instance": "prague",
    "date": "2024-09-18",
    "dateTime": "2024-09-18T18:00:00+02:00",
    "endTime": "2024-09-18T21:00:00+02:00",
    "description": "Get ready to unwind and let loose at the very first After Work Rave, brought to you in collaboration with Akropolis Underground! 🎛️🍹\n\nJoin us for an electrifying evening with a live DJ, cool drinks, and an unbeatable atmosphere.\n\nEmerging **[DJ Chubasquero](https://soundcloud.com/chubasqueromusic)** is a music lover who enjoys discovering new tracks and sharing them on the dance floor. Whether it’s intense morning techno or a laid-back deep house at sunset, he always ensures his sets get you moving and lift your spirits.\n\nIt’s the perfect way to kick back after a long day and enjoy great company.\n\nDon’t miss out—see you there!\n\n**[BOOK YOUR SPOT HERE](https://tix.secondculture.cz/AWR/), the entry is free ⚡**",
    "refs": {
      "meetup_id": "303463695"
    }
  },
  {
    "id": "2024-06-28-kyborgismus-security-circus",
    "name": "Kyborgismus Security Circus!?",
    "instance": "prague",
    "date": "2024-06-28",
    "dateTime": "2024-06-28T18:00:00+02:00",
    "endTime": "2024-06-28T20:00:00+02:00",
    "description": "Roll up, roll up! Welcome to the Kyborgismus Security Circus!\n\nJoin us on June 28, 2024, at 18:00 at Paralelní Polis for an evening of thrilling discussions, entertaining presentations, and networking opportunities. Hosted by Kyborgismus, this unique meetup combines the excitement of a circus with critical insights into privacy and security. Whether you're a high-wire expert or just stepping into the ring, you'll find something to captivate and educate.\n\nCome for the fun, stay for the knowledge, and leave with new friends and fresh perspectives. Don't miss out on the greatest show in security!",
    "refs": {
      "meetup_id": "301860652"
    }
  },
  {
    "id": "2024-06-16-scrybz-paralelni-polis",
    "name": " SCRYBZ @ PARALELNI POLIS",
    "instance": "prague",
    "date": "2024-06-16",
    "dateTime": "2024-06-16T17:00:00+02:00",
    "endTime": "2024-06-16T22:00:00+02:00",
    "description": "We are [SCRYBZ collective](http://linktr.ee/scrybz)!\n\nExposing contemporary art for healing the individual within the collective force. Desire is to craft real connections – events that offer an amalgamation of Art, Music and Bitcoin.\n\n​We are moving from Berlin to Prague for a **Sunday 16th June** OrdArt kick-off after the BTCP conference. The exhibition is set to stay on for over a month – taking over the legendary Paralelní Polis.\n\n​​Through the Sunday’s event, we will present an introduction to Ordinals and Inscriptions with a small onboarding workshop + Q/A if there is interest. Might touch on the connections between physical and digital art too. Additional info TBA!\n\n​​More about artists and workshops will be shared on our [Twitter](https://twitter.com/ordinalscrybz) and [Instagram](https://www.instagram.com/scrybz.collective/)!\n​Participants will again have a chance to mint art & get runedrop :))",
    "refs": {
      "meetup_id": "301658837"
    }
  },
  {
    "id": "2024-06-16-bitcoin-beer-paralelni-polis",
    "name": "Bitcoin Beer @Paralelní Polis",
    "instance": "prague",
    "date": "2024-06-16",
    "dateTime": "2024-06-16T15:00:00+02:00",
    "endTime": "2024-06-16T22:00:00+02:00",
    "description": "🍻 Calling all Bitcoiners and beer lovers 🍻\n\nHey there!\n\nLast year's beer bash on the terrace of Paralelní Polis was an absolute blast, wasn't it? Oh yes, last year we couldn't resist a cheeky glance over at our Ethereum friends 😏, and let's just say, it was quite the spectacle.\n\nWell, guess what? We're doing it again, and this time it's going to be even better!\n\nJoin us on Sunday, June 16th, for a laid-back, post-conference hangout where Bitcoiners from near and far can come together and unwind before heading back to reality.\n\nSo mark your calendars, spread the word, and get ready to raise a glass to another unforgettable evening in the epicenter of Prague's crypto scene.\n\nSee you there! ⚡",
    "refs": {
      "meetup_id": "300923227"
    }
  },
  {
    "id": "2024-06-07-monero-konferenco-4",
    "name": "Monero Konferenco 4",
    "instance": "prague",
    "date": "2024-06-07",
    "dateTime": "2024-06-07T10:00:00+02:00",
    "endTime": "2024-06-09T20:00:00+02:00",
    "description": "### **A CONFERENCE & HACKATHON IN PRIVACY-ENHANCING TECHNOLOGIES AND DISTRIBUTED SYSTEMS**\n\nMonero Konferenco (“MoneroKon”) is an annual meeting of privacy advocates, cypherpunks, researchers, and developers and is designed to disseminate scientific and technical results in privacy-enhancing technologies and distributed systems. Marking its fourth year, the upcoming 3-day event will be held once again at the renowned Paralelní Polis in the Czech Republic from 7th-9th of June 2024. Come participate in discussions and help us move privacy forward one conversation at a time.\n\n**[Learn more!](https://monerokon.com/)**",
    "refs": {
      "meetup_id": "300284665"
    }
  },
  {
    "id": "2024-05-18-pizza-day-prague-2024-or-scaling-wars",
    "name": "Pizza Day Prague 2024 | Scaling Wars",
    "instance": "prague",
    "date": "2024-05-18",
    "dateTime": "2024-05-18T10:00:00+02:00",
    "endTime": "2024-05-19T20:00:00+02:00",
    "description": "##### **Welcome to the 3rd annual Pizza Day Prague!**\n\nAs we gather once again to celebrate the evolution of Bitcoin and its impact on our world, this year’s conference explores a crucial battleground.\n\nThe Scaling Wars represent a pivotal moment in Bitcoin’s journey, a battle to address the growing pains and ensure the continued relevance of peer-to-peer electronic cash. As the demand for Bitcoin transactions rises, questions about network capacity, transaction speed, and fees become increasingly urgent. The decentralization ethos that underpins Bitcoin’s essence faces challenges as the community navigates the delicate balance between scalability and maintaining the trustless nature of the network.\n\nThe Scaling Wars encompass not only technical considerations but also ideological discussions about the very soul of Bitcoin. Should we prioritize on-chain scaling or explore layer-two solutions? How do we ensure inclusivity and avoid centralization without compromising efficiency?\n\nTogether, we can navigate the challenges of scaling, foster innovation, and ensure that the original spirit of Bitcoin thrives in the face of adversity. Join us in Prague for Pizza Day 2024 – where the aroma of freshly baked ideas and the zest of intellectual exchange promise to make this a landmark event in the ongoing saga of Bitcoin’s evolution.\n\n**[Let the scaling wars begin.](https://pizzaday.cz/)**",
    "refs": {
      "meetup_id": "300284599"
    }
  },
  {
    "id": "2024-05-17-pizza-day-prague-2024-social",
    "name": "Pizza Day Prague 2024 \"SOCIAL\"",
    "instance": "prague",
    "date": "2024-05-17",
    "dateTime": "2024-05-17T18:00:00+02:00",
    "endTime": "2024-05-17T23:59:00+02:00",
    "description": "Join us on Friday, May 17 from 6 pm for the warm-up social before Pizza Day Prague 2024!\n\nYou will have the opportunity to meet others, chat, and get hyped before the conference.\n️\nSee you there, pizza lovers! 🍕\n\n**[Pizza Day Prague 2024](https://pizzaday.cz)** is a 2-day international conference marking the 14th anniversary of the first real-world Bitcoin payment.",
    "refs": {
      "meetup_id": "300998943"
    }
  },
  {
    "id": "2024-04-18-za-hranicemi-komfortni-zony-i-domova-zivot-v-paname",
    "name": "Za hranicemi komfortní zóny i domova: Život v Panamě",
    "instance": "prague",
    "date": "2024-04-18",
    "dateTime": "2024-04-18T17:30:00+02:00",
    "endTime": "2024-04-18T22:00:00+02:00",
    "description": "Vstupte do světa, kde se hranice komfortní zóny neznají limit a domov je tam, kde otevřete laptop 🌴\n\nJmenuji se Denisa a zvu vás na přednášku ‘Za hranicemi komfortní zóny i domova: Život v Panamě’, kde se podělím o svůj příběh odvahy, adaptability a nekonečného objevování 🤩\n\nPřipravte se na průvodce životem, který je stejně neotřelý a otevřený, jako jsem já – od pražských ulic a sterilních officů až do srdce Latinské Ameriky, můžu vám rozšířit pohled na nový způsob myšlení a práce. Na této cestě prozkoumáme, jaké to je žít v Panamě, vzdorovat kultuře jako cizinec 👀, navigovat byrokracií a korupci 💸, a zároveň objevovat krásu tropického raje 🦥🌴.\n\nSdílím s vámi, jak se dá využít remote práce a AI k vytvoření života bez omezení ✨. Budete mít možnost nahlédnout do zákulisí indiánských kultur, politických intrik a skutečného života v džungli s notebookem 👩🏼‍💻 Tato přednáška vám otevře oči a možná i dveře k vaší vlastní cestě za hranice běžného.\n\nPřijďte objevit, jak můžete změnit svůj život, rozšířit obzory a možná najít inspiraci k tomu, abyste i vy udělali ten první krok za hranici komfortní zóny🚀\n\nTěším se na vás a na sdílení těchto inspirativních okamžiků 🪐",
    "refs": {
      "meetup_id": "299586239"
    }
  },
  {
    "id": "2024-04-03-monero-meetup",
    "name": "Monero MeetUp",
    "instance": "prague",
    "date": "2024-04-03",
    "dateTime": "2024-04-03T18:00:00+02:00",
    "endTime": "2024-04-03T21:00:00+02:00",
    "description": "Come join us for a drink and casual chat about Monero and other privacy-enhancing tech in the crypto space. A.J., an organizer of MoneroKon, will lead the evening with a short presentation on the recent possible mempool spam attack on the Monero network and proposed responses from increasing ring size to adjusting the transaction/block size algorithm in the next hard fork.\n\nThere will be free pizza and beer, and Monero trivia prize giveaways. We hope to see you there!",
    "refs": {
      "meetup_id": "299888712"
    }
  },
  {
    "id": "2024-03-22-building-app-for-mass-adoption-featuring-ton-and-telegram-mini-apps",
    "name": "Building App for Mass Adoption featuring TON & Telegram Mini Apps",
    "instance": "prague",
    "date": "2024-03-22",
    "dateTime": "2024-03-22T18:00:00+01:00",
    "endTime": "2024-03-22T22:00:00+01:00",
    "description": "​**🔵 Are you ready to be at the forefront of technology?**\n\n​📍 Join us at Paralelní Polis in Prague for an exclusive offline event: \"Building App for Mass Adoption featuring TON & Telegram Mini Apps\"\n\n​**📅 Date: March 22 \\| Time: 6:00 PM**\n\n​This is your chance to learn about the power of TON Blockchain and how Telegram Mini Apps are revolutionizing user experience. Don't miss out on this opportunity to network with like-minded individuals and experts in the field!\n\n**[SIGN UP](https://lu.ma/2cfimmnp)**",
    "refs": {
      "meetup_id": "299627507"
    }
  },
  {
    "id": "2024-03-05-privacy-meetup-or-networking-without-surveillance",
    "name": "Privacy MeetUp | Networking without surveillance",
    "instance": "prague",
    "date": "2024-03-05",
    "dateTime": "2024-03-05T18:00:00+01:00",
    "endTime": "2024-03-05T20:00:00+01:00",
    "description": "There are many reasons users need private and secure internet.\n\nIn this two-part event we’ll introduce the Nym mixnet, a cutting-edge decentralized privacy system that makes traffic anonymous. The Nym mixnet encrypts your data and, with unique 5-hop traffic shuffling, also protects your patterns of communication: your metadata.\n\nAnd we’ll run and test NymVPN, a client that makes the mixnet accessible to anyone.\n\nWhether you’re running MacOS or Linux, bring your laptop and join a live workshop where you can connect with other privacy enthusiasts - and help us build the future private internet, free from surveillance.",
    "refs": {
      "meetup_id": "299436416"
    }
  },
  {
    "id": "2024-03-01-dogecoin-meetup",
    "name": "Dogecoin Meetup",
    "instance": "prague",
    "date": "2024-03-01",
    "dateTime": "2024-03-01T17:00:00+01:00",
    "endTime": "2024-03-01T20:00:00+01:00",
    "description": "🐶🌟 **Attention, Shibas and Hodlers of the One True Coin!** 🌟🐶\n\nOn the 1st of March, at 5 PM in Paralelní Polis, we'll gather to discuss all things Doge, from the memes that make us chuckle to the jokes that keep us laughing, and of course, the absurd stuff that makes Dogecoin the most delightful cryptocurrency in the universe! 🚀🌕\n\nBut wait, there's more! 🌟 We'll dive into the technical side of things, too, like which Dogecoin wallet to use to keep your coins safe and sound, and why you should consider running a node to help secure the Dogecoin network! 🔐🌐\n\nAnd because we're Monero Tea, we'll bring some good quality tea to enhance the absurd experience! 🍵🌟\n\nMoon up, our fellow Shibes! See you there! 🚀🐶",
    "refs": {
      "meetup_id": "299288369"
    }
  },
  {
    "id": "2024-02-29-paper-jam-2-or-hr-date-night",
    "name": "PAPER JAM #2 | HR Date Night",
    "instance": "prague",
    "date": "2024-02-29",
    "dateTime": "2024-02-29T18:00:00+01:00",
    "endTime": "2024-02-29T21:00:00+01:00",
    "description": "Hledáte práci v IT odvětví? Nebo jste majitel startupu či headhunter, který chce najmout nové lidi? Přijďte se seznámit na náš neformální networkingový večer v Paralelní Polis. Čekají vás přednášky od CEO technologického startupu Bighub.cz Karla Šimánka a Kateřiny Jelínkové, HRistky na volné noze. Po přednáškách následuje neformální networking, kde se zájemci o práci mohou seznámit s lidmi, kteří ji poskytují.\n\n**Program akce**:\n\n18.00 - 18.20: Příchod hostů\n18.20 - 18.30: Předmluva o Paper Hub coworkingu a představení hostů\n18.30 - 19.00: **CEO** **Karel Šimánek za Bighub.cz**: Jak se hledají zaměstnanci, jak probíhá interview, na co se připravit.\n19.00 - 19.30: **Freelance HR Kateřina Jelínková**: Jak HR posuzuje dobrého kandidáta, jak propojuje člověka s firmou, tipy jak uspět u pohovoru.\n19.30 - 20:00: **Kandidát v IT odvětví:** Jakým problémům čelí kandidát na pracovním trhu, jak si hledá práci, co čeká od pracovního místa.\n20.00 - 20.15: Panelová diskuze s účastníky\n20:15 - 21:00: Neformální networking",
    "refs": {
      "meetup_id": "298927114"
    }
  },
  {
    "id": "2024-02-17-intro-to-telegram-mini-apps-lecture-workshop-and-networking",
    "name": "Intro to Telegram Mini Apps: Lecture, Workshop, and Networking",
    "instance": "prague",
    "date": "2024-02-17",
    "dateTime": "2024-02-17T15:00:00+01:00",
    "endTime": "2024-02-17T21:00:00+01:00",
    "description": "## AGENDA\n\n3:00 PM\nDoors open and welcome remarks\n\n4:00 PM\nTON Society Intro & TON Ecosystem Overview by Eugene Anisei\n\n5:00 PM\nTON SBT Airdrop\n\n5:10 PM\nCoffee break\n\n5:30 PM\nTelegram Mini App Workshop\n\n6:30 PM\nProject Pitches\n\n7:00 PM\nNetworking\n\n## ABOUT THIS EVENT\n\nAre you curious about Telegram Mini Apps? Join us for an engaging lecture followed by a hands-on workshop where you can learn the basics and even build your own mini app!\n\nYou’ll have the opportunity to network with fellow enthusiasts and professionals in the field. Whether you’re an experienced developer or just starting, this event is open to all levels. We’ll cover everything you need to know to get started and answer any questions you may have.\n\nDon’t miss out on this opportunity to expand your knowledge and meet like-minded individuals. Join us for an exciting day of learning, creating, and connecting.\n\n## [SIGN UP](https://www.eventbrite.com/e/intro-to-telegram-mini-apps-lecture-workshop-and-networking-in-prague-tickets-827132073297?aff=ebdsoporgprofile&keep_tld=1)",
    "refs": {
      "meetup_id": "299189674"
    }
  },
  {
    "id": "2024-01-30-paper-jam-or-vyuziti-ai-na-pozici-it-juniora",
    "name": "PAPER JAM | Využití AI na pozici IT juniora",
    "instance": "prague",
    "date": "2024-01-30",
    "dateTime": "2024-01-30T18:00:00+01:00",
    "endTime": "2024-01-30T21:00:00+01:00",
    "description": "**PAPER JAM \\| Využití AI na pozici IT juniora**\n\nJak využít AI pro rozjezd kariéry v IT a pokecat si u toho s ostatníma holkama? Zveme vás na networking event do Paralelní Polis - technologického hubu, který v sobě spojuje coworking, eventový prostor a kavárnu, která jako první na světě přijímala bitcoin.\n\nFandíme jak ženám, tak novým, neotřelým nápadům. Proto se večer ponese ve znaku přednášek o chat GPT, mentoringu v oblasti nových technologií a přínosu coworkingové komunity pro ženy pracující na volné noze. Přednášejícími jsou profesionálové z Czechitas, React Girls a Femme Palette. Součástí události bude i neformální networking, kde si účastnice mohou vyměnit znalosti a zkušenosti nebo navázat nová partnerství. Samozřejmostí jsou i bublinky na uvítanou.\n\n18.00 - 18.30: Příchod hostů\n18.30 - 18.40: Předmluva o Paper Hub co-workingu a představení hostů\n18.40 - 19.00: Přednáška 1\n19.05 - 19.25: Přednáška 2\n19.30 - 19.50: Přednáška 3\n19.55 - 20.15: Panelová diskuze\n20.15 - 20.30: Otázky\n20.30 - 21.00: Networking",
    "refs": {
      "meetup_id": "298566498"
    }
  },
  {
    "id": "2023-12-31-parallel-new-years-party",
    "name": "PARALLEL NEW YEAR'S PARTY",
    "instance": "prague",
    "date": "2023-12-31",
    "dateTime": "2023-12-31T19:00:00+01:00",
    "endTime": "2024-01-01T04:20:00+01:00",
    "description": "Step into the future at the Parallel New Year’s Party! Join us for a night of vibrant celebrations, cutting-edge music, and futuristic vibes.\n\nIt’s not just a party – it’s a journey into a night of unforgettable fun and excitement!\n\n19:00 ► Doors open\n20:00 ► DJs\n\nAll-inclusive admission ► Pre-sale 500 CZK / On-site 700 CZK\n\nSee you there!\n\n**→ [Book your spot now!](https://www.paralelnipolis.cz/shop/parallel-new-years-party/) ←**",
    "refs": {
      "meetup_id": "298205456"
    }
  },
  {
    "id": "2023-12-15-parallel-xmas-party-2023",
    "name": "Parallel Xmas Party 2023",
    "instance": "prague",
    "date": "2023-12-15",
    "dateTime": "2023-12-15T19:00:00+01:00",
    "endTime": "2023-12-16T04:20:00+01:00",
    "description": "Do you want to experience something unusual? You’ve come to the right place! Come to the non-plus ultra Christmas party in the darkest house in Holešovice, learn how to pay with crypto, and have fun! 🎄 You can also look forward to a little \"bomb\" gift 🎈\n\n19:00 ► Doors open 🎉\n20:00 ► DJs\n\nAdmission fee ► 200 CZK in advance / 250 CZK at the door\n\nOur merch and other trinkets will be for sale at the venue ►►► the perfect gift for your #cryptofriends 🎁\n\nAnd as usual – alcohol and non-alcohol can be bought with BTC / LTC and Lightning Network. It’s not complicated and we’ll be happy to teach you.\n\n**→ [Book your spot now!](https://www.paralelnipolis.cz/shop/xmas23/) ←**",
    "refs": {
      "meetup_id": "296831033"
    }
  },
  {
    "id": "2023-12-15-monero-tea-xmas-bazaar",
    "name": "Monero Tea Xmas Bazaar",
    "instance": "prague",
    "date": "2023-12-15",
    "dateTime": "2023-12-15T15:00:00+01:00",
    "endTime": "2023-12-15T19:00:00+01:00",
    "description": "Dear friends of technology, cryptoanarchy, and tea culture!\n\nThis time Monero Tea has prepared for you not a meetup, but a pre-Christmas bazaar of stylish clothes, board games, electronics, and much more (a free roasted kyobancha will accompany every purchase) and a free friendly discussion on the topic of crypto and AI.\n\nWe'll meet at Paralelní Polis on December 15 at 3 PM. Feel free to join, chat, have a good hot tea, or give a raised middle finger to Gresham's Law and buy some cool stuff from our crypto bazaar – for yourself or your loved ones.\n\nIf you have time, you can also stick around for the [Parallel Xmas Party](https://www.meetup.com/paralelnipolis/events/296831033/), which immediately follows our event!",
    "refs": {
      "meetup_id": "297881525"
    }
  },
  {
    "id": "2023-12-12-privacy-and-security-meetup-or-how-to-rob-santa",
    "name": "Privacy & Security MeetUp | How to rob Santa",
    "instance": "prague",
    "date": "2023-12-12",
    "dateTime": "2023-12-12T18:00:00+01:00",
    "endTime": "2023-12-12T20:00:00+01:00",
    "description": "Join us for a cutting-edge meetup on practical security and privacy solutions! Our experts will unveil effective techniques to protect your data online, prevent big browsers from collecting your information, and showcase innovative methods for safeguarding your privacy. Engage in discussions, Q&A sessions, and exciting demos. Bring your own computer for an immersive experience. Don't miss this unforgettable evening of learning and networking with like-minded professionals!\n\nBut that's not all! In an exciting addition to this meetup, we will explore the fascinating world of physical security penetration tests. This time, we will learn how to hack without a computer, delving into techniques for conducting physical security assessments. Sodomak will demonstrate hands-on approaches to identify vulnerabilities, assess access controls, and enhance the overall security of your physical spaces.\n\nThis meetup series is sponsored by [Wasabi Wallet](https://wasabiwallet.io/). Attendees can look forward to a special giveaway 🎁\n\n*“Safely manage your Bitcoin with Wasabi Wallet, the privacy-first desktop wallet“.*",
    "refs": {
      "meetup_id": "297552514"
    }
  },
  {
    "id": "2023-11-21-privacy-and-security-meetup-or-tba",
    "name": "Privacy & Security MeetUp | TBA",
    "instance": "prague",
    "date": "2023-11-21",
    "dateTime": "2023-11-21T18:00:00+01:00",
    "endTime": "2023-11-21T20:00:00+01:00",
    "description": "Join us for a cutting-edge meetup on practical security and privacy solutions! Our experts will unveil effective techniques to protect your data online, prevent big browsers from collecting your information, and showcase innovative methods for safeguarding your privacy. Engage in discussions, Q&A sessions, and exciting demos. Bring your own computer for an immersive experience. Don't miss this unforgettable evening of learning and networking with like-minded professionals!\n\nThis meetup series is sponsored by [Wasabi Wallet](https://wasabiwallet.io/).\n\n*“Safely manage your Bitcoin with Wasabi Wallet, the privacy-first desktop wallet“.*\n\nIf interested, sign up!",
    "refs": {
      "meetup_id": "296831018"
    }
  },
  {
    "id": "2023-11-21-monero-tea-meetup-4",
    "name": "Monero Tea MeetUp #4",
    "instance": "prague",
    "date": "2023-11-21",
    "dateTime": "2023-11-21T16:30:00+01:00",
    "endTime": "2023-11-21T18:30:00+01:00",
    "description": "Monero Tea is a unique mobile tea house, founded by a bunch of friends with a passion for quality tea, cryptocurrencies, and technology.\n\nThis time Monero Tea will be offering their quality teas and cryptocurrency consultations at Paralelní Polis at 4:30 pm, while visitors to the tea stand can then move on to the Privacy & Security Meetup at 6:00 pm at the Institute of Cryptoanarchy, which will also be attended by the teahouse members themselves.\n\nCome and enjoy a good tea and an initiation into the secrets of Monero and cryptoanarchy! Whether you're a tea/Monero newbie/master, you're always welcome at our place!",
    "refs": {
      "meetup_id": "297237283"
    }
  },
  {
    "id": "2023-11-09-privacy-and-security-meetup-or-privacy-tools-and-information",
    "name": "Privacy & Security MeetUp | Privacy tools and information",
    "instance": "prague",
    "date": "2023-11-09",
    "dateTime": "2023-11-09T18:00:00+01:00",
    "endTime": "2023-11-09T20:00:00+01:00",
    "description": "Join us for a cutting-edge meetup on practical security and privacy solutions! Our experts will unveil effective techniques to protect your data online, prevent big browsers from collecting your information, and showcase innovative methods for safeguarding your privacy. Engage in discussions, Q&A sessions, and exciting demos. Bring your own computer for an immersive experience. Don't miss this unforgettable evening of learning and networking with like-minded professionals!\n\nThis time on Privacy tools and information with [Amin Rafiee](https://arafiee.com/)!\n\nThis meetup series is sponsored by [Wasabi Wallet](https://wasabiwallet.io/).\n\n*“Safely manage your Bitcoin with Wasabi Wallet, the privacy-first desktop wallet“.*\n\nIf interested, sign up at [paralelnipolis.cz](https://paralelnipolis.cz)!",
    "refs": {
      "meetup_id": "296765834"
    }
  },
  {
    "id": "2023-11-09-monero-tea-meetup-3",
    "name": "Monero Tea MeetUp #3",
    "instance": "prague",
    "date": "2023-11-09",
    "dateTime": "2023-11-09T16:30:00+01:00",
    "endTime": "2023-11-09T18:30:00+01:00",
    "description": "Monero Tea is a unique mobile tea house, founded by a bunch of friends with a passion for quality tea, cryptocurrencies, and technology.\n\nThis time Monero Tea will be offering their quality teas and cryptocurrency consultations at Paralelní Polis at 4:30 pm, while visitors to the tea stand can then move on to the Privacy & Security Meetup at 6:00 pm at the Institute of Cryptoanarchy, which will also be attended by the teahouse members themselves.\n\nCome and enjoy a good tea and an initiation into the secrets of Monero and cryptoanarchy! Whether you're a tea/Monero newbie/master, you're always welcome at our place!",
    "refs": {
      "meetup_id": "297237267"
    }
  },
  {
    "id": "2023-10-24-privacy-and-security-meetup-or-phishing-and-fraud-in-the-age-of-ai",
    "name": "Privacy & Security MeetUp | Phishing and Fraud in the Age of AI",
    "instance": "prague",
    "date": "2023-10-24",
    "dateTime": "2023-10-24T18:00:00+02:00",
    "endTime": "2023-10-24T20:00:00+02:00",
    "description": "Join us for a cutting-edge meetup on practical security and privacy solutions! Our experts will unveil effective techniques to protect your data online, prevent big browsers from collecting your information, and showcase innovative methods for safeguarding your privacy. Engage in discussions, Q&A sessions, and exciting demos. Bring your own computer for an immersive experience. Don't miss this unforgettable evening of learning and networking with like-minded professionals!\n\nThis time on Phishing and Fraud in the Age of AI!\n\nThis meetup series is sponsored by [Wasabi Wallet](https://wasabiwallet.io/).\n\n*“Safely manage your Bitcoin with Wasabi Wallet, the privacy-first desktop wallet“.*\n\nIf interested, sign up at [paralelnipolis.cz](https://paralelnipolis.cz)!",
    "refs": {
      "meetup_id": "296551953"
    }
  },
  {
    "id": "2023-10-24-monero-tea-meetup-2",
    "name": "Monero Tea MeetUp #2",
    "instance": "prague",
    "date": "2023-10-24",
    "dateTime": "2023-10-24T16:30:00+02:00",
    "endTime": "2023-10-24T18:30:00+02:00",
    "description": "Monero Tea is a unique mobile tea house, founded by a bunch of friends with a passion for quality tea, cryptocurrencies, and technology.\n\nThis time Monero Tea will be offering their quality teas and cryptocurrency consultations at Paralelní Polis at 4:30 pm, while visitors to the tea stand can then move on to the Privacy & Security Meetup at 6:00 pm at the Institute of Cryptoanarchy, which will also be attended by the teahouse members themselves.\n\nCome and enjoy a good tea and an initiation into the secrets of Monero and cryptoanarchy! Whether you're a tea/Monero newbie/master, you're always welcome at our place!",
    "refs": {
      "meetup_id": "296830989"
    }
  },
  {
    "id": "2023-10-20-kyborgismus-and-or-bezpecne-telefony-kyberbezpecnost-telefonu",
    "name": "Kyborgismus AND | Bezpečné telefony - Kyberbezpečnost telefonů",
    "instance": "prague",
    "date": "2023-10-20",
    "dateTime": "2023-10-20T17:45:00+02:00",
    "endTime": "2023-10-20T19:45:00+02:00",
    "description": "V pátek 20. 10. od 17:45 se v Paralelní Polis koná přednáška o bezpečných telefonech a jak je zabezpečit.\n\nNavíc nabízíme workshop, ze kterého si účastníci odnesou zabezpečený telefon. Samotná přednáška je zadarmo! Přijďte se dozvědět, jak si zabezpečit svůj telefon před hackery a šmíry. Máte otázky nebo vás zajímá problematika telefonů Pixel a operačního systému GrapheneOS?\n\nJiž v pátek 20. 10. 2023 od 17:45 se toho můžete dozvědět více - fyzicky v Paralelní Polis!",
    "refs": {
      "meetup_id": "296236584"
    }
  },
  {
    "id": "2023-09-29-hackers-congress-paralelni-polis-2023-resistance",
    "name": "Hackers Congress Paralelní Polis 2023 Resistance",
    "instance": "prague",
    "date": "2023-09-29",
    "dateTime": "2023-09-29T10:00:00+02:00",
    "endTime": "2023-10-01T20:00:00+02:00",
    "description": "For over 5000 years, an underground war has played out between state civilization and free society.\n\nThis war is not merely a physical one, but a spiritual war.\nToday the struggle continues. Life evolves and moves upwards through the efforts of society. The state as a parasite harvests this human energy for its own survival.\n\nBut grand events are playing out. The pendulum swings towards freedom. This is the hour. Cyber-guerillas rise up!\n\n**RESISTANCE IS LIFE!**\n\nSpeakers line-up includes Richard Stallman, Cody Wilson, Jarrad Hope, Ryan Lackey, Rachel-Rose O'Leary, Mitch Altman, Bob Summerwill, Paul Rosenberg, Silke Noa, Harry Halpin, Max Hillebrand, Scott Beibin and many more!\n**[hcpp.cz](http://hcpp.cz/)**\n*[Hackers Congress Paralelní Polis](https://1337.hcpp.cz/) (HCPP) is the flagship event of Paralelní Polis, which since 2014 has been regularly attended by over 500 fans and IT experts from all over the world. HCPP is held annually in Prague on the first weekend of October.*\n\n*The main thematic pillars of the three-day congress are Freedom & Cryptoanarchy, Decentralized Economics, & Cryptocurrencies, Political Art & Hacking, and Science & Technology.*",
    "refs": {
      "meetup_id": "295733121"
    }
  },
  {
    "id": "2023-09-28-holesky-launch-party",
    "name": "Holešky Launch Party",
    "instance": "prague",
    "date": "2023-09-28",
    "dateTime": "2023-09-28T13:00:00+02:00",
    "endTime": "2023-09-28T16:00:00+02:00",
    "description": "Join us for the launch of Holešky testnet watching party from Bordel Hackerspace located in actual Prague 7, Holešovice. The original launch during Protocol Berg failed and the next attempt ( 😏 ) is planned for September 28th, 14:00 CEST.\n\nWe will meet in the hackerspace, which already served as a slayer of the Ropsten testnet, to witness the launch of the first long-standing, merged-from-genesis, public Ethereum testnet. Holešky will replace Goerli as a staking, infrastructure, and protocol-developer testnet maintained by the community. The name comes Holešovice, part of Prague where the hackerspace is located which makes it the best place to witness its genesis.",
    "refs": {
      "meetup_id": "296236418"
    }
  },
  {
    "id": "2023-09-27-the-network-state-meetup",
    "name": "The Network State MeetUp 🇨🇿",
    "instance": "prague",
    "date": "2023-09-27",
    "dateTime": "2023-09-27T18:00:00+02:00",
    "endTime": "2023-09-27T22:00:00+02:00",
    "description": "Vstupte do světa \"The Network State\" – inovativního konceptu od Balajiho Srinivasana, který zpochybňuje tradiční představu státu. Zde můžete zakládat stát přímo online, propojený po celém světě, a to bez geografických hranic. Představte si, že lidé s podobnými cíli vytvářejí globální komunitu, která společně financuje projekty a tvoří novou formu organizace. Tato digitální síťová komunita využívá internet k propojení lidí a katalyzuje nové technologie, společenské změny a ekonomické modely. Vize, která mění způsob, jakým vnímáme státy a společnost, a posouvá nás směrem k decentralizaci a globální spolupráci.\n\n​**Vystupující:**\n\n**Balaji Srinivasan** – technologický vizionář a podnikatel, autor konceptu \"The Network State\"\n\n**Pavol Lupták** – zakladatel společností Liberation travel či Hacktrophy, kryptoanarchista, voluntarista, věčný cestovatel zaměřený na hackování technologií a společnosti.\n\n**Juraj Bednár** – OG cypherpunk, zakladatel společnosti Hacktrohpy a neziskové organizace Paralelná Polis, autor knih – Hackni sa, Velký reštart a Kryptoměny – vyhackuj si lepší život.\n\n**Jakub Šimek** \\- spoluzakladateľ startup inkubátora Sote Hub v Keni a bloguje o technologickom pokroku\\, mentálnych modeloch\\, medzinárodných vzťahoch a svete na vzostupe\\. Posledné štyri roky pravidelne píše o myšlienkach Balajiho Srinivasana\n\n## [PŘIHLÁSIT SE](https://tickets.paralelnipolis.cz/PP/TNS/)",
    "refs": {
      "meetup_id": "295732709"
    }
  },
  {
    "id": "2023-07-28-kyborgismus-and-or-meet-the-founders",
    "name": "Kyborgismus AND | Meet the founders!",
    "instance": "prague",
    "date": "2023-07-28",
    "dateTime": "2023-07-28T17:45:00+02:00",
    "endTime": "2023-07-28T19:45:00+02:00",
    "description": "Zveme vás na neuvěřitelný event plný inovace a technologického pokroku - Kyborgismus AND: Meet the founders!\n\nPřipojte se k nám 28. července 2023 od 17:45 v pražské Paralelní Polis a setkejte se s vizionáři a zakladateli projektu Kyborgismu, Krisem a Dodo. Tento exkluzivní večer vás zavede do fascinujícího světa kyborgů a jejich vlivu na společnost.\n\nParalelní Polis, ohromující prostor spojující umění, společenské vědy a moderní technologie, poskytne kulisu této události. Jako nezávislá nezisková organizace, Paralelní Polis se staví na idejích svobody a inovace. Jejich koncept 'state-free' vám ukáže, jak můžeme žít bez závislosti na tradičních strukturách.\n\nTěšte se na inspirativní přednášky od zakladatelů Krise a Dodo, kteří vám přiblíží své vášnivé zájmy v oblasti matematiky, nových technologií, 3D tisku, umělé inteligence, kyborgismu a biologických/zdravotních směrů. A to není vše! Na eventu vás čekají také tajní bonusoví hosté, kteří vám představí další fascinující aspekty kyborgismu.\n\nPřidejte se k nám na tomto jedinečném setkání, abyste objevili budoucnost, kterou kyborgismus přináší. Získejte vzácnou příležitost diskutovat s odborníky, navázat nové kontakty a získat inspiraci pro své vlastní projekty. Buďte součástí revoluce v oblasti technologií a společenského rozvoje.\n\nTato událost je otevřena veřejnosti, avšak kapacita je omezena. Zaregistrujte se co nejdříve a zajistěte si své místo na Kyborgismus AND: Meet the founders! Ujistěte se, že nezmeškáte toto výjimečné setkání v Paralelní Polis.\n\nTěšíme se na vás!",
    "refs": {
      "meetup_id": "294474469"
    }
  },
  {
    "id": "2023-07-21-monero-tea-meetup-1",
    "name": "Monero Tea MeetUp #1",
    "instance": "prague",
    "date": "2023-07-21",
    "dateTime": "2023-07-21T17:00:00+02:00",
    "endTime": "2023-07-21T20:00:00+02:00",
    "description": "Vážení přátelé čajové kultury, zenu a kryptoanarchie! Po premiéře na MoneroKonu se vám Monero Tea poprvé představí přímo v prostorách Paralelní Polis!\n\nPřijďte nás v pátek 21. července od 17:00 poctít svou účastí na krátkém a tichém ponoření do světa čaje, meditace a transakční anonymity. Těšit se můžete jak na podrobnou přednášku o historii, etymologii a filozofii čaje, tak na praktickou ochutnávku prvotřídních bio čajů z Japonska a Číny.\n\nV závislosti na zbývajícím čase můžeme také uspořádat klidnou závěrečnou diskusi.\n\nVstupné je dobrovolné; ideálně na pokrytí nákladů na zkonzumovaný čaj.",
    "refs": {
      "meetup_id": "294757856"
    }
  },
  {
    "id": "2023-06-21-privacy-and-security-meetup-15",
    "name": "Privacy & Security MeetUp #15",
    "instance": "prague",
    "date": "2023-06-21",
    "dateTime": "2023-06-21T18:00:00+02:00",
    "endTime": "2023-06-21T20:00:00+02:00",
    "description": "Join us for a cutting-edge meetup on practical security and privacy solutions! Our experts will unveil effective techniques to protect your data online, prevent big browsers from collecting your information, and showcase innovative methods for safeguarding your privacy. Engage in discussions, Q&A sessions, and exciting demos. Bring your own computer for an immersive experience. Don't miss this unforgettable evening of learning and networking with like-minded professionals!\n\nThis meetup series is sponsored by [Wasabi Wallet](https://wasabiwallet.io/).\n\n*“Safely manage your Bitcoin with Wasabi Wallet, the privacy-first desktop wallet“.*\n\nIf interested, sign up at [paralelnipolis.cz](https://paralelnipolis.cz)!",
    "refs": {
      "meetup_id": "294274678"
    }
  },
  {
    "id": "2023-06-13-crypto-art-and-crypto-culture-exhibition-opening",
    "name": "CRYPTO ART & CRYPTO CULTURE Exhibition Opening",
    "instance": "prague",
    "date": "2023-06-13",
    "dateTime": "2023-06-13T18:00:00+02:00",
    "endTime": "2023-06-13T21:00:00+02:00",
    "description": "Crypto enthusiasts use many memes and funny expressions that you only understand if you are familiar with the crypto space – things like:\n\n• HODL\n• Honey Badger\n• Satoshi Nakamoto\n• When Lambo?\n• “To the Moon”\n• Alpaca Socks etc.\n\nThis exhibition shows artworks that play with these memes and represent crypto culture.\n\nDon't miss this opportunity to explore the intersection of art and crypto at our opening event!\n\nMore information: [moonstock.net](moonstock.net)",
    "refs": {
      "meetup_id": "293999831"
    }
  },
  {
    "id": "2023-06-13-crypto-art-and-crypto-culture-exhibition",
    "name": "CRYPTO ART & CRYPTO CULTURE Exhibition",
    "instance": "prague",
    "date": "2023-06-13",
    "dateTime": "2023-06-13T18:00:00+02:00",
    "endTime": "2023-06-22T20:00:00+02:00",
    "description": "Crypto enthusiasts use many memes and funny expressions that you only understand if you are familiar with the crypto space – things like:\n\n• HODL\n• Honey Badger\n• Satoshi Nakamoto\n• When Lambo?\n• “To the Moon”\n• Alpaca Socks etc.\n\nThis exhibition shows artworks that play with these memes and represent crypto culture.\n\nMore information: moonstock.net",
    "refs": {
      "meetup_id": "293999730"
    }
  },
  {
    "id": "2023-06-11-the-interop-beer",
    "name": "The interop Beer 🍺 🍺",
    "instance": "prague",
    "date": "2023-06-11",
    "dateTime": "2023-06-11T17:30:00+02:00",
    "endTime": "2023-06-11T19:30:00+02:00",
    "description": "A very unique moment is upon us. Many folks working on Bitcoin and Ethereum are in the same city. Let's take the opportunity of two developer worlds colliding and meet for a beer! Join us to chat about our shared goals, issues, and different strategies for solving them. See you at 5:30 PM on Sunday in Polis, we will meet there for a beer and continue around 8 PM at the afterparty on Štvanice.",
    "refs": {
      "meetup_id": "294082988"
    }
  },
  {
    "id": "2023-06-06-web3-meetup-or-raising-investments-during-crypto-winter",
    "name": "Web3 MeetUp | Raising Investments During Crypto Winter",
    "instance": "prague",
    "date": "2023-06-06",
    "dateTime": "2023-06-06T18:00:00+02:00",
    "endTime": "2023-06-06T20:00:00+02:00",
    "description": "We'll share our views on essential steps in startup preparation and launch, dos and don'ts in strategy, the web3 trends in 2023, and the secret sauce of success.\n\nThis event is organized in cooperation with [Syntagma Labs](https://www.linkedin.com/company/syntagmalab).\n\nIf interested, sign up at [paralelnipolis.cz](paralelnipolis.cz)!",
    "refs": {
      "meetup_id": "293197891"
    }
  },
  {
    "id": "2023-06-02-welcome-to-prague-meet-paralelni-polis",
    "name": "Welcome to Prague, meet Paralelní Polis!",
    "instance": "prague",
    "date": "2023-06-02",
    "dateTime": "2023-06-02T18:00:00+02:00",
    "endTime": "2023-06-03T04:20:00+02:00",
    "description": "Hello and welcome to Prague!\n\nMeet Paralelní Polis, home of the legendary Institute of Cryptoanarchy, Hackers Congress Paralelní Polis, Prague DeFi Summit, ETHPrague, and Pizza Day Prague!\n\nYour host for the night will be Mário Havel, a hacker, and researcher focused on making the crypto ecosystem more efficient and anonymous. Mário educates about tools of cryptoanarchy in local communities with a focus on onboarding via Lightning and p2p exchange. He is a vast enjoyer of FOSS, parallel economy, and trolling bitcoiners.\n\nMário will tell you everything you need to know about the parallel polis concept, show you around our majestic 4 story building and showcase how the parties are done at the infamous Bordel Hackerspace.\nWe are looking forward to meeting you all!\n\nIf interested, sign up at [paralelnipolis.cz](https://paralelnipolis.cz)!",
    "refs": {
      "meetup_id": "292990533"
    }
  },
  {
    "id": "2023-05-24-privacy-and-security-meetup-14-w-mario-havel",
    "name": "Privacy & Security MeetUp #14 w/ Mário Havel",
    "instance": "prague",
    "date": "2023-05-24",
    "dateTime": "2023-05-24T18:00:00+02:00",
    "endTime": "2023-05-24T20:00:00+02:00",
    "description": "Join us for a cutting-edge meetup focused on practical security and privacy solutions. Our expert speakers will cover critical topics such as data protection on the Internet, effective techniques for preventing data collection by big browsers like Google, and other innovative methods for safeguarding your privacy online. With engaging discussions, informative Q&A sessions, and exciting practical demonstrations, this event is a must-attend for anyone interested in the latest advancements in digital security. For the most immersive experience, we highly recommend bringing your own computer to participate in the demos. Join us for an unforgettable evening of learning and networking with like-minded professionals!\n\nMário Havel is a hacker and researcher focused on making the crypto ecosystem more efficient and anonymous. As a member of Paralelní Polis, co-founder of Bordel Hackerspace, and the driving force behind [Pizza Day Prague,](https://pizzaday.cz/) Mário educates about tools of cryptoanarchy in local communities with a focus on onboarding via Lightning and p2p exchange. He is a vast enjoyer of FOSS, parallel economy, and trolling bitcoiners.\n\nThis meetup series is sponsored by [Wasabi Wallet](https://wasabiwallet.io/).\n\n*“Safely manage your Bitcoin with Wasabi Wallet, the privacy-first desktop wallet“.*\n\nIf interested, sign up at [paralelnipolis.cz](https://paralelnipolis.cz)!",
    "refs": {
      "meetup_id": "293097651"
    }
  },
  {
    "id": "2023-05-20-pizza-day-prague-2023",
    "name": "Pizza Day Prague 2023",
    "instance": "prague",
    "date": "2023-05-20",
    "dateTime": "2023-05-20T10:00:00+02:00",
    "endTime": "2023-05-21T20:00:00+02:00",
    "description": "**Paralelní Polis brings you another Pizza Day Prague!**\n\n**The pizza-2-pizza conference is a call to arms for advocates of Bitcoin as peer-to-peer technology.**\n\nA dozen years have passed since the first trade of pizza for Bitcoin. Today, we celebrate the widespread popularity and adoption of this delicious dish. It has been embraced by individuals, businesses, and even national governments. We are truly witnessing the rise of the hyper-pizzanization of our world.\n\nYet, just as the pizza industry has evolved from sit-down restaurants to delivery services to frozen pizzas, the Bitcoin ecosystem has similarly moved from face-to-face transactions to third-party intermediaries. But just as frozen pizzas can never truly replace the experience of a freshly-made pie, third parties can never fully replace the trustless nature of P2P transactions.\n\nWe believe that by using Bitcoin as intended, a peer-to-peer electronic cash system, we can create a more secure, efficient, and fair financial system. We reject the need for third parties and spofs, and extol cryptography to empower truly trustless systems. P2P technologies not only enable more robust and smooth economic structures, but most importantly they bring global coordination without the need for hierarchies. Still, we must resist the temptation to build walls and instead strive to create bridges, fostering a culture of technological meritocracy and collaboration.\n\nAs contemporary cypherpunks, it is our duty to fight for the ideals of decentralization and trustlessness in the face of challenges from governments, the public, and even within our own communities. As Bitcoin allows us to connect directly with one another without the need for trusted third parties, so too can we envision a future where pizza enthusiasts can savor their favorite dish without intermediaries.\n\nJoin us in the fight for a decentralized future where the power of peer-to-peer technology enables true pizza freedom for all. Let us embrace the power of the pizza-to-pizza revival and celebrate the genuine spirit of the original Bitcoin pizza transaction.\n\n**[pizza\\-to\\-pizza \\|\\| p2p \\|\\| peer\\-to\\-peer](https://pizzaday.cz/)**",
    "refs": {
      "meetup_id": "291228085"
    }
  },
  {
    "id": "2023-05-19-pizza-day-prague-2023-social",
    "name": "Pizza Day Prague 2023 \"SOCIAL\"",
    "instance": "prague",
    "date": "2023-05-19",
    "dateTime": "2023-05-19T18:00:00+02:00",
    "endTime": "2023-05-19T23:59:00+02:00",
    "description": "Join us on Friday, May 19 from 6 pm for the warm-up social before Pizza Day Prague 2023!\n\nYou will have the opportunity to meet others, chat, and get hyped before the conference.\n\nDon't forget to bring your ticket, as you will not be allowed in without it. You will also be able to register that evening and avoid the line on Saturday morning.\n️\n[www.pizzaday.cz](www.pizzaday.cz)\n\nPizza Day Prague 2023 is a 2-day international conference marking the 13th anniversary of the first real-world Bitcoin payment.",
    "refs": {
      "meetup_id": "293431120"
    }
  },
  {
    "id": "2023-05-10-privacy-and-security-meetup-13",
    "name": "Privacy & Security MeetUp #13",
    "instance": "prague",
    "date": "2023-05-10",
    "dateTime": "2023-05-10T18:00:00+02:00",
    "endTime": "2023-05-10T20:00:00+02:00",
    "description": "Join us for a cutting-edge meetup focused on practical security and privacy solutions. Our expert speakers will cover critical topics such as data protection on the Internet, effective techniques for preventing data collection by big browsers like Google, and other innovative methods for safeguarding your privacy online. With engaging discussions, informative Q&A sessions, and exciting practical demonstrations, this event is a must-attend for anyone interested in the latest advancements in digital security. For the most immersive experience, we highly recommend bringing your own computer to participate in the demos. Join us for an unforgettable evening of learning and networking with like-minded professionals!\n\nThis meetup series is sponsored by [Wasabi Wallet](https://wasabiwallet.io/).\n\n*“Safely manage your Bitcoin with Wasabi Wallet, the privacy-first desktop wallet“.*\n\nIf interested, sign up at [paralelnipolis.cz](https://paralelnipolis.cz)!",
    "refs": {
      "meetup_id": "292547931"
    }
  },
  {
    "id": "2023-05-03-web3-meetup-or-analyze-coins-like-a-pro",
    "name": "Web3 MeetUp | Analyze Coins Like a Pro",
    "instance": "prague",
    "date": "2023-05-03",
    "dateTime": "2023-05-03T18:00:00+02:00",
    "endTime": "2023-05-03T20:00:00+02:00",
    "description": "We’ll discuss data analysis techniques to uncover hidden insights about coin prices, including data visualization, descriptive statistics, and modeling. As an example, we’ll focus on stablecoins and evaluate which ones are truly stable.\n\nThis event is organized in cooperation with [Syntagma Labs](https://www.linkedin.com/company/syntagmalab).\n\nIf interested, sign up at [paralelnipolis.cz](paralelnipolis.cz)!",
    "refs": {
      "meetup_id": "293195150"
    }
  },
  {
    "id": "2023-04-27-3d-printing-workshop-w-makeittoday-postponed",
    "name": "3D Printing Workshop w/ makeITtoday - POSTPONED",
    "instance": "prague",
    "date": "2023-04-27",
    "dateTime": "2023-04-27T17:00:00+02:00",
    "endTime": "2023-04-27T20:00:00+02:00",
    "description": "Have you ever wondered what you can create with a 3D printer? ..such as a lamp, a unique cover for headphones, or whatever comes to your mind!\n\nWhere can you learn to use such a printer? You will have an opportunity to attend a unique workshop organized by makeITtoday & Paralelní Polis. At the 3D printing workshop, you and the instructor will go through everything from the basics to modeling your first 3D printed product.\n\nWhat all awaits you at the workshop?\n\n– Introduction to printing, what printing can/cannot do\n– Getting to know a 3D modeling program and then working on a joint project\n– Creating your own model according to your wishes\n\nWe will print your product after the workshop and you can pick it up personally or we can send it by post. The printed product should not be bigger than 7x7cm.\n\nIf interested, [sign up](https://www.paralelnipolis.cz/shop/3d-printing-workshop-w-makeittoday/)!",
    "refs": {
      "meetup_id": "292430687"
    }
  },
  {
    "id": "2023-04-26-privacy-and-security-meetup-w-max-hillebrand-and-grafton-clark",
    "name": "Privacy & Security MeetUp w/ Max Hillebrand & Grafton Clark",
    "instance": "prague",
    "date": "2023-04-26",
    "dateTime": "2023-04-26T18:00:00+02:00",
    "endTime": "2023-04-26T20:00:00+02:00",
    "description": "Join us for a cutting-edge meetup focused on practical security and privacy solutions. Our expert speakers will cover critical topics such as data protection on the Internet, effective techniques for preventing data collection by big browsers like Google, and other innovative methods for safeguarding your privacy online. With engaging discussions, informative Q&A sessions, and exciting practical demonstrations, this event is a must-attend for anyone interested in the latest advancements in digital security. For the most immersive experience, we highly recommend bringing your own computer to participate in the demos. Join us for an unforgettable evening of learning and networking with like-minded professionals!\n\nYour host for the night will be Grafton Clark, a technical specialist at SatoshiLabs, and the special guest will be Max Hillebrand, CEO of zkSNACKs.\n\nThis meetup series is sponsored by [Wasabi Wallet](https://wasabiwallet.io/).\n\n*“Safely manage your Bitcoin with Wasabi Wallet, the privacy-first desktop wallet“.*\n\nIf interested, sign up at [paralelnipolis.cz](https://paralelnipolis.cz)!",
    "refs": {
      "meetup_id": "292361180"
    }
  },
  {
    "id": "2023-04-12-privacy-and-security-meetup-11",
    "name": "Privacy & Security MeetUp #11",
    "instance": "prague",
    "date": "2023-04-12",
    "dateTime": "2023-04-12T18:00:00+02:00",
    "endTime": "2023-04-12T20:00:00+02:00",
    "description": "This regular meetup on security and privacy is more practically oriented. You can look forward to talks on the issues of data protection on the Internet, techniques to prevent data collection by big browsers (Google), and other techniques to protect privacy in the online space. The meetup takes the form of a discussion, Q&A and, if interested, practical demonstrations, so we recommend bringing your own computer.\n\nHigh-quality Pea Cricket Protein Chips to munch on will be your gift from [Sens](https://eatsens.com/).\n\nThis meetup series is sponsored by [Wasabi Wallet](https://wasabiwallet.io/).\n\n*“Safely manage your Bitcoin with Wasabi Wallet, the privacy-first desktop wallet“.*\n\nIf interested, sign up at [paralelnipolis.cz](https://paralelnipolis.cz)!",
    "refs": {
      "meetup_id": "292361170"
    }
  },
  {
    "id": "2023-04-05-web3-meetup-or-revenue-sharing-in-web3",
    "name": "Web3 MeetUp | Revenue sharing in web3",
    "instance": "prague",
    "date": "2023-04-05",
    "dateTime": "2023-04-05T18:00:00+02:00",
    "endTime": "2023-04-05T20:00:00+02:00",
    "description": "We'll discuss new approaches to decentralized revenue management such as NFT royalties, security tokens, and revenue-sharing smart contracts. We’ll also cover the risks involved and showcase successful projects revolutionizing these ideas.\nThis event is organized in cooperation with [Syntagma Labs](https://www.linkedin.com/company/syntagmalab).\n\nIf interested, sign up at [paralelnipolis.cz](paralelnipolis.cz)!",
    "refs": {
      "meetup_id": "292547366"
    }
  },
  {
    "id": "2023-03-30-workshop-or-secure-your-phone",
    "name": "Workshop | Secure Your Phone",
    "instance": "prague",
    "date": "2023-03-30",
    "dateTime": "2023-03-30T18:00:00+02:00",
    "endTime": "2023-03-30T20:00:00+02:00",
    "description": "Come to learn about one of the most secure smartphone setups you can have. The workshop will demonstrate the process of setting up a Pixel phone with GrapheneOS and installing additional security/privacy solutions. Bring your own Pixel phone (4 and newer) and laptop to follow the workshop. Note that we will flash the memory and delete all existing data, back up your phone before the workshop if you are not using a brand-new one.\n\n**Synopsis:**\n\n* Intro to the stack\n* Setting up the free, open source, and hardened operating system GrapheneOS on a Google Pixel phone\n* Adding open source repositories, foss privacy preserving app alternatives\n* Enabling OS containers and sandboxed google services\n* Optional anonymous eSIM setup, VPN setup, additional privacy/security tips\n* BORDEL PARTY\n\nIf interested, [sign up](https://www.paralelnipolis.cz/shop/secure-your-phone/)!",
    "refs": {
      "meetup_id": "292361254"
    }
  },
  {
    "id": "2023-03-29-privacy-and-security-meetup-10",
    "name": "Privacy & Security MeetUp #10",
    "instance": "prague",
    "date": "2023-03-29",
    "dateTime": "2023-03-29T18:00:00+02:00",
    "endTime": "2023-03-29T20:00:00+02:00",
    "description": "This regular meetup on security and privacy is more practically oriented. You can look forward to talks on the issues of data protection on the Internet, techniques to prevent data collection by big browsers (Google), and other techniques to protect privacy in the online space. The meetup takes the form of a discussion, Q&A and, if interested, practical demonstrations, so we recommend bringing your own computer.\n\nHigh-quality Pea Cricket Protein Chips to munch on will be your gift from [Sens](https://eatsens.com/).\n\nThis meetup series is sponsored by [Wasabi Wallet](https://wasabiwallet.io/).\n\n*“Safely manage your Bitcoin with Wasabi Wallet, the privacy-first desktop wallet“.*\n\nIf interested, sign up at [paralelnipolis.cz](https://paralelnipolis.cz)!",
    "refs": {
      "meetup_id": "290738673"
    }
  },
  {
    "id": "2023-03-27-btc-meetup-or-ordinals-theory-inscribing-artifacts-nfts-on-bitcoin",
    "name": "BTC MeetUp | Ordinals Theory - Inscribing Artifacts (NFT's) on Bitcoin",
    "instance": "prague",
    "date": "2023-03-27",
    "dateTime": "2023-03-27T18:00:00+02:00",
    "endTime": "2023-03-27T20:00:00+02:00",
    "description": "This meetup will be an exciting opportunity to learn more about the use of ordinals on Bitcoin. If you are new to the topic no worries! Meetup will be designed also for beginners.\n\nWe will explore topics such as:\n\n– What are Ordinals, and why are they important in Bitcoin?\n– Ordinal History – Ordinal Theory/Technicals/Ordinal Loops\n– How do ordinals work?\n– What is the impact of ordinals on Bitcoin transactions?\n– What are the security considerations when using ordinals?\n– Examples and Application: A closer look at some of the practical applications of ordinals on Bitcoin – Ordinal Loops\n– Workshop with Lightrider — Mint Ordinal Loops in Paralelní Polis triangle as a bit artifact POAP /// AOA – Artifact of Attendance!!\n\n**SPEAKERS**\n\n**To** is a founder of [Ordinal Loops](http://www.ordinalloops.xyz/) project and chair of an NGO focused on education and art created in 2021. As a long-time Bitcoiner and product builder, he is trying to bridge novel solutions with the existing ecosystems. Artifact inscriptions might be just one of those novelties.\n\n**Lightrider** is a Lightning focused Web-Developer. He is the founder of lnvpn.net and has now built an easy-to-use Inscription service called [ordimint.com](http://ordimint.com/). He believes that Ordinals are an exciting new technology with many to come use cases for the Bitcoin ecosystem.\n\n[www.ordinalloops.xyz](www.ordinalloops.xyz)\n\nIf interested, [sign up!](paralelnipolis.cz)",
    "refs": {
      "meetup_id": "292007910"
    }
  },
  {
    "id": "2023-03-24-memetics-meetup-1",
    "name": "Memetics MeetUp #1",
    "instance": "prague",
    "date": "2023-03-24",
    "dateTime": "2023-03-24T18:00:00+01:00",
    "endTime": "2023-03-24T20:00:00+01:00",
    "description": "Are you fascinated by the way ideas spread and shape human behavior? Do you want to gain a deeper understanding of the cultural forces that shape our world? Then join us for a Memetics Meetup!\n\nMemetics is the study of how ideas, beliefs, and cultural practices spread from person to person. It’s a way of understanding how human consciousness is shaped by the memes that surround us – from the catchy songs that get stuck in our heads, to the political slogans that shape our beliefs.\n\nBut memetics isn’t just about understanding how things spread. It’s also about understanding how we can hack the system around us. By understanding how memes work, we can learn to create more powerful and effective ideas and spread them more efficiently. This is especially important in today’s world, where the way we think and act is increasingly shaped by the digital world.\n\nWe’ll have a great time discussing the latest research and theories about memetics, and you’ll leave with a deeper understanding of how human consciousness works. See you there!\n\nIf interested, sign up at [paralelnipolis.cz](https://paralelnipolis.cz)!",
    "refs": {
      "meetup_id": "291228024"
    }
  },
  {
    "id": "2023-03-16-3d-printing-workshop-w-makeittoday-postponed",
    "name": "3D Printing Workshop w/ makeITtoday - POSTPONED",
    "instance": "prague",
    "date": "2023-03-16",
    "dateTime": "2023-03-16T17:00:00+01:00",
    "endTime": "2023-03-16T20:00:00+01:00",
    "description": "\\*\\*THIS EVENT IS POSTPONED, WE ARE CURRENTLY LOOKING FOR A NEW DATE\\*\\*\n\nHave you ever wondered what you can create with a 3D printer? ..such as a lamp, a unique cover for headphones, or whatever comes to your mind!\n\nWhere can you learn to use such a printer? You will have an opportunity to attend a unique workshop organized by makeITtoday & Paralelní Polis. At the 3D printing workshop, you and the instructor will go through everything from the basics to modeling your first 3D printed product.\n\nWhat all awaits you at the workshop?\n\n– Introduction to printing, what printing can/cannot do\n– Getting to know a 3D modeling program and then working on a joint project\n– Creating your own model according to your wishes\n\nWe will print your product after the workshop and you can pick it up personally or we can send it by post. The printed product should not be bigger than 7x7cm.\n\nIf interested, [sign up](https://www.paralelnipolis.cz/shop/3d-printing-workshop-w-makeittoday/)!",
    "refs": {
      "meetup_id": "292007802"
    }
  },
  {
    "id": "2023-03-15-lets-talk-crypto-meetup-10",
    "name": "Let's Talk Crypto MeetUp #10",
    "instance": "prague",
    "date": "2023-03-15",
    "dateTime": "2023-03-15T18:00:00+01:00",
    "endTime": "2023-03-15T20:00:00+01:00",
    "description": "This meetup is designed to discuss current events in the field of cryptocurrencies, explain basic concepts, how blockchain works, trading, and related topics. Each meetup is unique depending on who is currently attending and what questions are being asked. Our goal is for everyone to be able to freely discuss any topics together and thus enrich each other.\n\nIf interested, sign up at [paralelnipolis.cz](https://paralelnipolis.cz)!",
    "refs": {
      "meetup_id": "290738679"
    }
  },
  {
    "id": "2023-03-01-privacy-and-security-meetup-9",
    "name": "Privacy & Security MeetUp #9",
    "instance": "prague",
    "date": "2023-03-01",
    "dateTime": "2023-03-01T18:00:00+01:00",
    "endTime": "2023-03-01T20:00:00+01:00",
    "description": "This regular meetup on security and privacy is more practically oriented. You can look forward to talks on the issues of data protection on the Internet, techniques to prevent data collection by big browsers (Google), and other techniques to protect privacy in the online space. The meetup takes the form of a discussion, Q&A and, if interested, practical demonstrations, so we recommend bringing your own computer.\n\nIf interested, sign up at [paralelnipolis.cz](https://paralelnipolis.cz)!",
    "refs": {
      "meetup_id": "290738640"
    }
  },
  {
    "id": "2023-02-24-cat-chaos-ceremony",
    "name": "Cat Chaos Ceremony",
    "instance": "prague",
    "date": "2023-02-24",
    "dateTime": "2023-02-24T19:00:00+01:00",
    "endTime": "2023-02-24T23:55:00+01:00",
    "description": "Join us for the KZG Summoning Ceremony, where we will delve into the depths of computational multiparty rituals to summon the elusive spirit of Dankshard.\n\nAt the heart of this ceremony lies a powerful device that harvests randomness, drawing from the chaotic sources that lurk within our universe. Using a specially designed contraption that collects entropy from the feline species, we will explore the limits of our understanding of randomness and harness its power to unlock the mysteries of Ethereum's scalability.\n\nThis will not be an ordinary workshop, as we push the boundaries of what is possible and venture into the unknown. As we summon the spirit of Dankshard, humans may find themselves transformed into feline avatars, blurring the lines between reality and fantasy. So join us, and prepare to unlock the secrets of the universe as we delve into the space of chaos and cats.\n\nIf interested, [sign up!](https://paralelnipolis.cz)",
    "refs": {
      "meetup_id": "291731577"
    }
  },
  {
    "id": "2023-02-22-meetup-w-martin-leskovjan-or-parallel-societies-as-a-survival-strategy",
    "name": "MeetUp w/ Martin Leskovjan | Parallel societies as a survival strategy",
    "instance": "prague",
    "date": "2023-02-22",
    "dateTime": "2023-02-22T18:00:00+01:00",
    "endTime": "2023-02-22T20:00:00+01:00",
    "description": "Paralelní Polis origins in a concept developed during communist regime oppression in 70´and 80´in Czechoslovakia. However, the core principles appear throughout the whole history of humankind. Even though we live in a “digital age” the history of parallel societies gives us a very rich source of inspiration, strategies, and tips on how to prevent our lives from unwanted interference of power holders. Paralelní polis itself has operated for eight years already and experimented with many many ways parallel society can and can not work – let´s recapitulate some lessons learned.\n\nMartin Leskovjan is a co-founder of Paralelní Polis, InfoSec professional, lawyer, literature geek, and wild water lover.\n\nYou will have a unique opportunity to meet Martin and ask him anything you want at this meetup!\n\nIf interested, sign up at [paralelnipolis.cz](https://paralelnipolis.cz)!",
    "refs": {
      "meetup_id": "291175351"
    }
  },
  {
    "id": "2023-02-17-kyborgismus-and-or-brave-new-brain",
    "name": "Kyborgismus AND | Brave New Brain",
    "instance": "prague",
    "date": "2023-02-17",
    "dateTime": "2023-02-17T19:19:00+01:00",
    "endTime": "2023-02-17T21:19:00+01:00",
    "description": "Online meetup “Intermittent Fasting for beginners by beginners” je kolaborací projektu Kyborgismus a podcastu Sex, drogy a vesmír. Meetup se bude věnovat tématu přerušovaného půstu a jeho vlivu na dlouhověkost a mozek.\n\nTuto akci si mohou účastníci užít 17. února 2023 v 19:19.\n\nMeetup je určen pro začátečníky, kteří se chtějí dozvědět více o tomto zdravotním trendu a jak může pomoci ke zlepšení jejich kognitivních schopností a prodloužení života.\n\nV případě zájmu se registrujte [ZDE](https://app.session.com/krisisnew/Intermittent-Fasting-for-beginners-by-beginners?s=1&authid=Kr3PpG1WcdqGjCPLYsu70&fbclid=IwAR1dLTaBbfnq4zBdEVlv5UjkHa3kIKD5nIeIV0ybCm2aikc61v0gMV-hZHw).",
    "refs": {
      "meetup_id": "291175370"
    }
  },
  {
    "id": "2023-02-15-lets-talk-crypto-meetup-9",
    "name": "Let's Talk Crypto MeetUp #9",
    "instance": "prague",
    "date": "2023-02-15",
    "dateTime": "2023-02-15T18:00:00+01:00",
    "endTime": "2023-02-15T20:00:00+01:00",
    "description": "This meetup is designed to discuss current events in the field of cryptocurrencies, explain basic concepts, how blockchain works, trading, and related topics. Each meetup is unique depending on who is currently attending and what questions are being asked. Our goal is for everyone to be able to freely discuss any topics together and thus enrich each other.\n\nIf interested, sign up at [paralelnipolis.cz](https://paralelnipolis.cz)!",
    "refs": {
      "meetup_id": "290738599"
    }
  },
  {
    "id": "2023-02-01-privacy-and-security-meetup-8",
    "name": "Privacy & Security MeetUp #8",
    "instance": "prague",
    "date": "2023-02-01",
    "dateTime": "2023-02-01T18:00:00+01:00",
    "endTime": "2023-02-01T20:00:00+01:00",
    "description": "This regular meetup on security and privacy is more practically oriented. You can look forward to talks on the issues of data protection on the Internet, techniques to prevent data collection by big browsers (Google), and other techniques to protect privacy in the online space. The meetup takes the form of a discussion, Q&A and, if interested, practical demonstrations, so we recommend bringing your own computer.\n\nIf interested, sign up at [paralelnipolis.cz](https://paralelnipolis.cz)!",
    "refs": {
      "meetup_id": "290738610"
    }
  },
  {
    "id": "2023-01-27-kyborgismus-and-or-brave-new-brain",
    "name": "Kyborgismus AND | Brave New Brain",
    "instance": "prague",
    "date": "2023-01-27",
    "dateTime": "2023-01-27T17:45:00+01:00",
    "endTime": "2023-01-27T19:45:00+01:00",
    "description": "Prednáška je orientovaná na budúcnosť ľudského vedomia, neuroplasticitu, vedecko populárny pohľad na psychedelické skúsenosti, meditáciu a psychospirituálnu krízu.Autor má bohaté skúsenosti so zmenenými stavmi vedomia a prednášku doplní o vlastné zážitky.\n\nPřijďte 27. ledna v 17:45 do Paralelní Polis a staňte se lepším člověkem, kyborgem!\n\nV případě zájmu se zaregistrujte na [paralelnipolis.cz](https://paralelnipolis.cz)!",
    "refs": {
      "meetup_id": "290738256"
    }
  },
  {
    "id": "2023-01-25-web3-meetup-or-a-house-of-cards-and-tribes",
    "name": "Web3 MeetUp | A house of Cards and Tribes",
    "instance": "prague",
    "date": "2023-01-25",
    "dateTime": "2023-01-25T18:00:00+01:00",
    "endTime": "2023-01-25T20:00:00+01:00",
    "description": "Topics of discussion:\n\n1 . A deeper focus on communities of WEB3\n2\\. What makes WEB3 so special\n3\\. Are we pioneers of this new age?\n4\\. Everyone plays a role in this world\n5\\. Interesting WEB3 projects\n6\\. A spider web of connectivity\n7\\. The future lies with your keyboard\n\nIf interested, sign up at [paralelnipolis.cz](paralelnipolis.cz)!",
    "refs": {
      "meetup_id": "290844527"
    }
  },
  {
    "id": "2023-01-18-lets-talk-crypto-meetup-8",
    "name": "Let's Talk Crypto MeetUp #8",
    "instance": "prague",
    "date": "2023-01-18",
    "dateTime": "2023-01-18T18:00:00+01:00",
    "endTime": "2023-01-18T20:00:00+01:00",
    "description": "This meetup is designed to discuss current events in the field of cryptocurrencies, explain basic concepts, how blockchain works, trading, and related topics. Each meetup is unique depending on who is currently attending and what questions are being asked. Our goal is for everyone to be able to freely discuss any topics together and thus enrich each other.\n\nIf interested, sign up at [paralelnipolis.cz](https://paralelnipolis.cz)!",
    "refs": {
      "meetup_id": "290425185"
    }
  },
  {
    "id": "2023-01-06-road-trip-or-paralelni-polis-goes-to-parallele-polis",
    "name": "Road Trip | Paralelní Polis goes to Parallele Polis!",
    "instance": "prague",
    "date": "2023-01-06",
    "dateTime": "2023-01-06T17:45:00+01:00",
    "endTime": "2023-01-06T19:45:00+01:00",
    "description": "The parallel polis concept has grown over the years, and we are going to visit our friends at Parallele Polis in Vienna. We will go on 11.3.2023 and return on 12.3.2023. We plan to travel by train, accommodation will be arranged individually.\n\nLet’s meet Exiledsurfer and learn about the struggle of opening a physical space in the corona times.\n\nAs a contributor to the archaic Bitcoin Foundation, exiledsurfer has been a community builder in the ecosystem for quite some time. He is a privacy, transparency & decentralization CryptoRealist, and co-founder of Parallele Polis in Vienna.\n\nIf interested, sign up at [paralelnipolis.cz](https://paralelnipolis.cz)!",
    "refs": {
      "meetup_id": "290738287"
    }
  },
  {
    "id": "2023-01-04-privacy-and-security-meetup-7",
    "name": "Privacy & Security MeetUp #7",
    "instance": "prague",
    "date": "2023-01-04",
    "dateTime": "2023-01-04T18:00:00+01:00",
    "endTime": "2023-01-04T20:00:00+01:00",
    "description": "This regular meetup on security and privacy is more practically oriented. You can look forward to talks on the issues of data protection on the Internet, techniques to prevent data collection by big browsers (Google), and other techniques to protect privacy in the online space. The meetup takes the form of a discussion, Q&A and, if interested, practical demonstrations, so we recommend bringing your own computer.\n\nIf interested, sign up at [paralelnipolis.cz](https://paralelnipolis.cz)!",
    "refs": {
      "meetup_id": "289601115"
    }
  },
  {
    "id": "2022-12-16-parallel-xmas-party-2022",
    "name": "Parallel Xmas Party 2022",
    "instance": "prague",
    "date": "2022-12-16",
    "dateTime": "2022-12-16T19:00:00+01:00",
    "endTime": "2022-12-17T04:20:00+01:00",
    "description": "Do you want to experience something unusual? You’ve come to the right place! Come to the non plus ultra Christmas party in the darkest house in Holešovice, learn how to pay with crypto, and have fun! 🎄 You can also look forward to a little \"bomb\" gift 🎈\n\n19:00 ► Doors open 🎉\n20:00 ► DJ Snöflinga ❄️\n\nAdmission fee ► 200 CZK in advance / 250 CZK at the door\n\nOur merch and other trinkets will be for sale at the venue ►►► the perfect gift for your #cryptofriends 🎁\n\nAnd as usual – alcohol and non-alcohol can be bought with BTC / LTC and Lightning Network. It’s not complicated and we’ll be happy to teach you.\n\n**→ [Book your spot now!](https://tickets.paralelnipolis.cz/PP/xmas22/) ←**",
    "refs": {
      "meetup_id": "289315952"
    }
  },
  {
    "id": "2022-12-14-bitcoin-meetup-or-shitcoiny-na-lightningu",
    "name": "Bitcoin MeetUp | Shitcoiny na lightningu",
    "instance": "prague",
    "date": "2022-12-14",
    "dateTime": "2022-12-14T18:30:00+01:00",
    "endTime": "2022-12-14T20:30:00+01:00",
    "description": "Lightning Network odpoutal Bitcoin z řetězu a otevřel nám tak nové možnosti. Lightning jsme zatím vnímali jako novou kapitolu škálovatelnosti Bitcoinu, avšak postupně odhaluje svůj další potenciál. Nabízejí se možnosti tokenizace v rámci samotné Lightning Network - stablecoiny, arbitrární tokeny a decentralizované burzy na nativní druhé vrstvě Bitcoinu. Ty všechny dnes existují a v blízké budoucnosti se mohou stát našimi každodenními nástroji.\n\nNa meetupu se seznámíte s různými projekty, které tyto technologie implementují, s jejich fungováním a problémy. Po přednášce bude prostor pro diskusi a tradiční párty v Bordelu!\n\nV případě zájmu se registrujte na [paralelnipolis.cz!](paralelnipolis.cz)",
    "refs": {
      "meetup_id": "290100164"
    }
  },
  {
    "id": "2022-12-13-ethereum-meetup-or-kzg-summoning-ceremony",
    "name": "Ethereum MeetUp | KZG Summoning Ceremony",
    "instance": "prague",
    "date": "2022-12-13",
    "dateTime": "2022-12-13T19:00:00+01:00",
    "endTime": "2022-12-13T21:00:00+01:00",
    "description": "Whisperers from shadows tell of the powerful spirit of Dankshard, who will open the next chapter of Ethereum scalability. To summon its powers, a Ceremony needs your contribution. Magic math awaits - are you ready to add your color to the story? This meetup will prepare you for overcoming the summoning ritual. Come to learn about upcoming upgrades in Ethereum protocol, how Proto-Danksharding can make Ethereum more scalable, and everyone from the community, even your cat, can help to secure it.\n\nIf interested, sign up at [paralelnipolis.cz!](paralelnipolis.cz)",
    "refs": {
      "meetup_id": "290100157"
    }
  },
  {
    "id": "2022-11-30-privacy-and-security-meetup",
    "name": "Privacy & Security MeetUp",
    "instance": "prague",
    "date": "2022-11-30",
    "dateTime": "2022-11-30T18:00:00+01:00",
    "endTime": "2022-11-30T20:00:00+01:00",
    "description": "This regular meetup on security and privacy is more practically oriented. You can look forward to talks on the issues of data protection on the Internet, techniques to prevent data collection by big browsers (Google), and other techniques to protect privacy in the online space. The meetup takes the form of a discussion, Q&A and, if interested, practical demonstrations, so we recommend bringing your own computer.\n\nIf interested, sign up at [paralelnipolis.cz](paralelnipolis.cz) !",
    "refs": {
      "meetup_id": "289640985"
    }
  },
  {
    "id": "2022-11-25-workshop-or-search-engines-browsers-and-privacy-extensions",
    "name": "Workshop | Search engines, browsers & privacy extensions",
    "instance": "prague",
    "date": "2022-11-25",
    "dateTime": "2022-11-25T18:00:00+01:00",
    "endTime": "2022-11-25T20:00:00+01:00",
    "description": "Workshop topics:\n\n• tracking, BIG DATA and why to avoid it\n• extensions (Privacy Badger, Adblocker, FBPurity, Decentraleyes)\n• browser – which is the best?\n• search engine – why (not) DuckDuckGo, Presearch\n\n*If you want, bring your laptop.*\n\n**Price: 350 CZK**\n\n**→ [Only 10 spots are available, book yours now!](https://www.paralelnipolis.cz/shop/workshop-privacy/) ←**",
    "refs": {
      "meetup_id": "289020595"
    }
  },
  {
    "id": "2022-11-23-web3-meetup-or-how-to-launch-a-web3-startup",
    "name": "Web3 MeetUp | How to launch a web3 startup",
    "instance": "prague",
    "date": "2022-11-23",
    "dateTime": "2022-11-23T18:00:00+01:00",
    "endTime": "2022-11-23T20:00:00+01:00",
    "description": "We’ll talk about essential steps in startup preparation and launch, dos and don’ts in strategy, and the secret sauce of success in web3. We’ll wrap up with all the resources that you can use on your own and the ways how to interpret them in a professional manner.\n\nIf interested, sign up at [paralelnipolis.cz](paralelnipolis.cz)!",
    "refs": {
      "meetup_id": "289640819"
    }
  },
  {
    "id": "2022-11-22-investnight-2022",
    "name": "InvestNight 2022",
    "instance": "prague",
    "date": "2022-11-22",
    "dateTime": "2022-11-22T17:30:00+01:00",
    "endTime": "2022-11-22T21:30:00+01:00",
    "description": "Přemýšlíte, **kam v době vysoké inflace uložit své úspory? Chcete si o investování pokecat a dozvědět se nejaktuálnější informace od odborníků z oboru?** Právě pro Vás jsme tedy přichystali **neformální meetup InvestNight 2022**. Na akci vystoupí zástupci společností, které jsou špičkami v oblastech investování do **akcií, dluhopisů, ale i kryptoměn a dalších alternativních investičních artiklů**. Přijďte na meetup osobně a mimo hlavní program využijte **i networkingu při občerstvení**. Alternativně lze také sledovat **stream z pohodlí domova**.\n\nZárukou kvalitní akce je její organizační tým, který má na kontě již několik úspěšných konferencí, jako jsou například [CryptoNight](https://www.cryptonight.cz/), [Block’22](https://www.blockchain-konference.cz/) nebo [FinTech Roadmap](https://www.ctit.cz/konference-fintech-roadmap-2022/). Věříme totiž, že kromě získání hodnotných informací by se na konferenci měl účastník **skvěle bavit a ideálně si také rozšířit svou síť**.\n\n**Cena:** Osobní účast – 249 Kč / Stream – zdarma\n\n**Cena zahrnuje:**\n\n* Vstup na konferenci\n* Možnost osobního networkingu\n* Drobné občerstvení\n\nAktuální informace o meetupu sledujte na [facebookové události](https://fb.me/e/33IGwGM5Y).\n\n### Registrace\n\nPokud plánujete osobní účast, neváhejte prosím s koupí vstupenky, jelikož kapacita prostor je omezená. V případě, že zvolíte účast online Vám zašleme před začátkem akce odkaz na stream.\n\nRegistrovat se můžete [zde](https://www.ctit.cz/en/investnight-2022/)!",
    "refs": {
      "meetup_id": "289640912"
    }
  },
  {
    "id": "2022-11-16-lets-talk-crypto-5",
    "name": "Let's Talk Crypto #5 🇬🇧",
    "instance": "prague",
    "date": "2022-11-16",
    "dateTime": "2022-11-16T18:00:00+01:00",
    "endTime": "2022-11-16T20:00:00+01:00",
    "description": "This meetup is designed to discuss current events in the field of cryptocurrencies, explain basic concepts, how blockchain works, trading, and related topics. Each meetup is unique depending on who is currently attending and what questions are being asked. Our goal is for everyone to be able to freely discuss any topics together and thus enrich each other.\n\nIf interested, sign up at [paralelnipolis.cz](https://paralelnipolis.cz)!",
    "refs": {
      "meetup_id": "289601083"
    }
  },
  {
    "id": "2022-11-09-talk-and-print-or-cypherpunk-now-x-paralelni-polis",
    "name": "Talk & Print | Cypherpunk Now x Paralelní Polis",
    "instance": "prague",
    "date": "2022-11-09",
    "dateTime": "2022-11-09T18:00:00+01:00",
    "endTime": "2022-11-09T20:00:00+01:00",
    "description": "Screen printing session + Talk about the meaning and grass root development of the Cypherpunk Future is Now statement!\n\nJoin the Cypherpunk Future is Now clan.\nBring your t-shirt and make it a statement piece.\nScreen-printing any surface, ready to wear.\n\nIf you are interested, please email us at meetup@paralelnipolis.cz.",
    "refs": {
      "meetup_id": "289250296"
    }
  },
  {
    "id": "2022-11-04-workshop-or-security-with-linux",
    "name": "Workshop | Security with Linux",
    "instance": "prague",
    "date": "2022-11-04",
    "dateTime": "2022-11-04T18:00:00+01:00",
    "endTime": "2022-11-04T20:00:00+01:00",
    "description": "Workshop topics:\n\n• Why Linux (Linux vulnerability)\n• Secure Linux Distros (Debian, PureOS, Kodachi, Tails/HeadsOS, Subgraph, Discreete, Kaisen)\n• Qubes (architecture, VMs)\n\n*If you want, bring your laptop.*\n\n**Price: 350 CZK**\nlinux\n**→ [Only 10 spots are available, book yours now!](https://www.paralelnipolis.cz/shop/workshop-security-with-linux/) ←**",
    "refs": {
      "meetup_id": "289020590"
    }
  },
  {
    "id": "2022-11-02-privacy-and-security-meetup-w-sodomak",
    "name": "Privacy & Security MeetUp w/ Sodomak",
    "instance": "prague",
    "date": "2022-11-02",
    "dateTime": "2022-11-02T18:00:00+01:00",
    "endTime": "2022-11-02T20:00:00+01:00",
    "description": "This regular meetup on security and privacy is more practically oriented. You can look forward to talks on the issues of data protection on the Internet, techniques to prevent data collection by big browsers (Google), and other techniques to protect privacy in the online space. The meetup takes the form of a discussion, Q&A and, if interested, practical demonstrations, so we recommend bringing your own computer.\n\nSodomak is an information security consultant. He specializes in digital security and self-defense in the online world. He has more than 20 years of professional experience in IT. Through training, lectures, and consultations, he guides ordinary and professional users to secure their devices and accounts as well as hackers themselves.\n\nIf you are interested, please email us at meetup@paralelnipolis.cz.",
    "refs": {
      "meetup_id": "289255880"
    }
  },
  {
    "id": "2022-10-26-web3-meetup-or-trends-and-threats",
    "name": "Web3 MeetUp | Trends & Threats",
    "instance": "prague",
    "date": "2022-10-26",
    "dateTime": "2022-10-26T18:00:00+02:00",
    "endTime": "2022-10-26T20:00:00+02:00",
    "description": "We will be discussing trends and challenges inside the industry: what kind of projects are popular these days, why some fail, what are regional patterns of their focus&nature, standard features across subindustries, and what does the future look like according to those startups.\n\nIf you are interested, please email us at meetup@paralelnipolis.cz.",
    "refs": {
      "meetup_id": "289020572"
    }
  },
  {
    "id": "2022-10-21-workshop-or-linux-for-beginners",
    "name": "Workshop | Linux for beginners",
    "instance": "prague",
    "date": "2022-10-21",
    "dateTime": "2022-10-21T18:00:00+02:00",
    "endTime": "2022-10-21T20:00:00+02:00",
    "description": "**Workshop topics:**\n\n• What is Linux\n• Linux architecture & different Linux distributions\n• How to install Linux on VM (tutorial)\n• Basic commands in Linux\n• How to install the software (packages)\n• How to deal with Windows Software in Linux\n\n**Price: 350 CZK**\n\n**→ [Only 10 spots are available, book yours now!](https://www.paralelnipolis.cz/shop/workshop-linux-for-beginners/) ←**",
    "refs": {
      "meetup_id": "288918854"
    }
  },
  {
    "id": "2022-10-19-lets-talk-crypto-4",
    "name": "Let's Talk Crypto #4 🇬🇧",
    "instance": "prague",
    "date": "2022-10-19",
    "dateTime": "2022-10-19T18:00:00+02:00",
    "endTime": "2022-10-19T20:00:00+02:00",
    "description": "This meetup is designed to discuss current events in the field of cryptocurrencies, explain basic concepts, how blockchain works, trading, and related topics. Each meetup is unique depending on who is currently attending and what questions are being asked. Our goal is for everyone to be able to freely discuss any topics together and thus enrich each other.\n\nIf you are interested, please email us at meetup@paralelnipolis.cz.",
    "refs": {
      "meetup_id": "288650747"
    }
  },
  {
    "id": "2022-10-14-biohacking-meetup-2-or-kanabinoidy",
    "name": "Biohacking Meetup #2 | Kanabinoidy",
    "instance": "prague",
    "date": "2022-10-14",
    "dateTime": "2022-10-14T18:00:00+02:00",
    "endTime": "2022-10-14T20:00:00+02:00",
    "description": "Konopný olej, CBD kapky, konopná mast, pesticidová bomba v plastovém sáčku od lokálního dílera, nebo prémiový marocký hašiš. S trávou se dnes setkáváme na každém kroku a vyskakuje na nás z každého trendového marketingového sloganu, či punkových vietnamských potravin. Jaké látky se však v rostlině konopí ve skutečnosti nachází? Co vlastně dělá s naším tělem? Jaké jsou benefity a jaká rizika jejího užívání? To vše se dozvíte na našem druhém Biohacking MeetUpu!\n\nPřijďte hacknout endokanabinoidní systém už 14.10. od 18:00 hodin do Paralelní Polis!\n\n**Cena: 190 Kč (včetně ochutnávkového balíčku)**\n\n**→ [Kapacita je 15 osob, zarezervuj si své místo co nejdříve!](https://www.paralelnipolis.cz/shop/biohacking-meetup-2-cannabinoids/) ←**",
    "refs": {
      "meetup_id": "288919553"
    }
  },
  {
    "id": "2022-10-05-meetup-w-pavol-wilder-luptak",
    "name": "MeetUp w/ Pavol Wilder Lupták",
    "instance": "prague",
    "date": "2022-10-05",
    "dateTime": "2022-10-05T18:00:00+02:00",
    "endTime": "2022-10-05T20:00:00+02:00",
    "description": "Wilder is a cryptoanarchist & voluntaryist focused on technology and society hacking. IT security guy, founder of IT security hacking companies (Nethemba, Hacktrophy), contemporary art (Satori), and Liberation.travel. Co-founder of Bratislava’s and Prague’s hackerspaces (Progressbar & Paralelní Polis). Member of Czech contemporary anti-government artistic group Ztohoven. Responsible for many anti-government & digital privacy projects.”\n\nYou will have a unique opportunity to meet Palo and ask him anything you want at this meetup!",
    "refs": {
      "meetup_id": "288349261"
    }
  },
  {
    "id": "2022-09-30-hackers-congress-paralelni-polis-2022-last-shot",
    "name": "Hackers Congress Paralelní Polis 2022 💥 LAST SHOT",
    "instance": "prague",
    "date": "2022-09-30",
    "dateTime": "2022-09-30T10:00:00+02:00",
    "endTime": "2022-10-02T22:00:00+02:00",
    "description": "They took a shot at privacy, building surveillance systems.\n\nThey took a shot at encryption, saying surveillance cannot work if we don’t give them keys.\n\nThey took a shot at anonymity, with face recognition, profiling, social credit scores.\n\nWe were hiding in a masked crowd.\n\nThey took a shot at financial communication, counterfeiting units of money and taking the wealth of the society for themselves.\n\nThey enlisted their friendly corporations to supply them with the bullets of control and oppression.\n\nWho will fire the last shot?\n\nAnd will we then – finally – disappear?\n**[Get your ticket NOW!](https://last-shot.hcpp.cz/)**\n**[Hackers Congress Paralelní Polis](http://www.hcpp.cz/)** (HCPP) is its flagship event, which since 2014 has been regularly attended by over 500 fans and IT experts from all over the world. The HCPP is always held in Prague on the first weekend in October. The main thematic pillars of the three-day congress are Freedom & Cryptanarchy, Decentralized Economics, & Cryptocurrencies, Political Art & Hacking, and Science & Technology.",
    "refs": {
      "meetup_id": "288349083"
    }
  },
  {
    "id": "2022-09-26-bitcoin-meetup-or-vzestup-a-pad-bitcoin-kultury",
    "name": "Bitcoin Meetup | Vzestup a pád Bitcoin kultury",
    "instance": "prague",
    "date": "2022-09-26",
    "dateTime": "2022-09-26T18:00:00+02:00",
    "endTime": "2022-09-26T20:00:00+02:00",
    "description": "Za poslední roky si prošla Bitcoin kultura velkým přerodem - od malé party geeků, hackerů a kryptoanarchistů se po pár vlnách adopce Bitcoin stal mainstreamovou záležitostí. Každá tato vlna však za sebou zanechává spoušť, smývá původní idee a narativy o Bitcoinu sa rychle mění. Přijďte se naučit o výzvách, kterým Bitcoin a jeho komunita dnes čelí a podiskutovat o retrospektivě Bitcoin hnutí.\n\nMário Havel je chaos monkey, hacker a výzkumník. Snaží se dělat kryptoekosystém víc efektivní, svobodný a dostupný. Jako člen Paralelních Polis a spoluzakladetel Bordelu, edukuje o nástrojích kryptoanarchie a šíří FOSS technologie a paralelní ekonomiku.",
    "refs": {
      "meetup_id": "288432708"
    }
  },
  {
    "id": "2022-09-21-lets-talk-crypto-3",
    "name": "Let's Talk Crypto #3 🇬🇧",
    "instance": "prague",
    "date": "2022-09-21",
    "dateTime": "2022-09-21T18:00:00+02:00",
    "endTime": "2022-09-21T20:00:00+02:00",
    "description": "This meetup is designed to discuss current events in the field of cryptocurrencies, explain basic concepts, how blockchain works, trading, and related topics. Each meetup is unique depending on who is currently attending and what questions are being asked. Our goal is for everyone to be able to freely discuss any topics together and thus enrich each other.\n\nIf you are interested, please email us at meetup@paralelnipolis.cz.",
    "refs": {
      "meetup_id": "288349053"
    }
  },
  {
    "id": "2022-09-18-the-bordel-merge-experience",
    "name": "The Bordel Merge Experience",
    "instance": "prague",
    "date": "2022-09-18",
    "dateTime": "2022-09-18T18:00:00+02:00",
    "endTime": "2022-09-19T04:20:00+02:00",
    "description": "**COME TO CELEBRATE THE MERGE IN THE LEGENDARY BORDEL HACKERSPACE w/ Mario Havel!**\n\n**THE MERGE**\n\n* Soon, the current Ethereum Mainnet will merge with the Beacon Chain proof-of-stake system.\n* This will mark the end of proof-of-work for Ethereum and the complete transition to proof-of-stake.\n* This sets the stage for future scaling upgrades including sharding.\n* The Merge will reduce Ethereum’s energy consumption by \\~99.95%.\n\nThe evening will begin at 6 pm with a special Merge fusion dinner prepared by Kate from [sci-fi Kitchen](https://www.instagram.com/kitchen.scifi/).\n\nThe number of seats is limited. Book yours [HERE](https://cryptpad.fr/form/#/2/form/view/Hul7uVeO5qJOm74WdA8ImKNIYj4xSQ+k51TGnrhwtFM/) as soon as possible !\n\n**BRING YOUR [BORDEL.WTF](BORDEL.WTF) POAP TO GET A SPECIAL PRESENT!**\n\nBordel is a small community hackerspace located in the basement of Paralelní Polis. Basically, it’s room with a modular setup suitable for work, hacking or organizing smaller workshops. There is a bunch of hw, tools, 3d printers, soldering gear, a workbench and some music/noise instruments available for use.",
    "refs": {
      "meetup_id": "288349032"
    }
  },
  {
    "id": "2022-09-15-biohacking-meetup-or-tea-trip",
    "name": "Biohacking MeetUp | Tea Trip",
    "instance": "prague",
    "date": "2022-09-15",
    "dateTime": "2022-09-15T18:00:00+02:00",
    "endTime": "2022-09-15T20:00:00+02:00",
    "description": "Znáte čaje pouze jako fádní teplý nápoj v papírovém sáčku? Nebo taky znáte pravý čaj, jeho zdravotní benefity a jeho využití v biohackingu a při „změněných stavech vědomí“?\n\nPřijďte se k nám ponořit do čajové rabbit hole!",
    "refs": {
      "meetup_id": "288348882"
    }
  },
  {
    "id": "2020-03-10-bitcoin-meetup-or-zaklady-bitcoinu",
    "name": "Bitcoin meetup | Základy Bitcoinu",
    "instance": "prague",
    "date": "2020-03-10",
    "dateTime": "2020-03-10T18:00:00+01:00",
    "endTime": "2020-03-10T19:30:00+01:00",
    "description": "Jak funguje současný finanční systém a může mu být Bitcoin alternativou? V rámci své přednášky se Lucie Komárková zaměří na minulost a současnost Bitcoinu. Bude mluvit o jeho vzniku, ale také o momentální ekonomické situaci a technologických aspektech jeho fungování. Těšte se i na praktickou část!\nKaždému zájemci Lucie pomůže s koupí kryptoměn, placením kryptoměnami a také poradí, jak se o své kryptoměny starat.\n\nLucie Komárková je členkou Paralelní Polis a Students for Liberty. Věnuje se talebovskému pohledu na svět, decentralizovaným systémům a exponencionálním technologiím v čele s bitcoinem, o kterém společně s rakouskou ekonomií přednáší.\n\nRezervaci zakoupíte:\n►online na: https://donate.paralelnipolis.cz/events/327-3-bitcoin-meetup-zaklady-bitcoinu\n► osobně v naší kavárně, kde vám barista s nákupem poradí a pomůže.",
    "refs": {
      "meetup_id": "269061467"
    }
  },
  {
    "id": "2020-03-05-workshop-or-dycham-tedy-jsem",
    "name": "Workshop | Dýchám, tedy jsem",
    "instance": "prague",
    "date": "2020-03-05",
    "dateTime": "2020-03-05T17:00:00+01:00",
    "endTime": "2020-03-05T18:00:00+01:00",
    "description": "***************************************************************\nREGISTRACE: https://forms.gle/tVuMaLTSmLesuvpA9\n***************************************************************\n\nUklidnění a koncentrace nebo energie a kreativita. To jsou benefity práce s dechem, kterých můžeme dosáhnout všichni během pár minut. Přijď si na praktický workshop do Paralelní Polis vyzkoušet, jaký vliv bude mít vědomé dýchání na tebe. Úplně jednoduše. Prostým dýcháním s pozorností.\n\nobrať_se_dovnitř\nvejdi_ven\nhni_se\n\nDobře se o sebe starej. Vedení začíná uvnitř. Nemůžeš být zdrojem energie, jestliže žádnou nemáš. Jestliže se Ti nedostává dechu, nemůžeš pro ostatní udělat nic. Udělej si čas na péči sám o sebe. Dveře k úspěchu, se totiž otevírají směrem ven.\nPoprvé se nadechneme, když se narodíme. Naposledy vydechneme, když zemřeme.\nDýchání nás provází celým životem. Budhisté tvrdí, že počet nádechů za život je nám dán a je na nás, jak s nimi naložíme. A také tvrdí, že délka života se neměří léty, ale počtem nádechů.\n\nWorkshop bude probíhat v přítmí s evokativní hudbou a většinu času vleže, bez bot na karimatkách. Volnější oblečení výhodou. Před workshopem je doporučeno minimálně hodinu a půl nejíst. Nedoporučuje se těhotným ženám, osobám s vysokým tlakem a se srdečními problémy.\n\nSérií sedmi dýchacích workshopů “Dýchám, tedy jsem” nás bude provázet Martin Podařil (www.uciteldechu.cz). Absolvent Fakulty tělesné výchovy a sportu Univerzity Karlovy (2012) se zkušenostmi s Holotropním dýcháním, Maitri dýcháním, Vědomým dýcháním, Phoenix breathwork, Santa Maria breathwork, Activating breathwork, Wim Hof Method, Pranayamou a dalšími dechovými technikami a metodami.\n\nCena za workshop:\nPředprodej - 300 Kč (https://donate.paralelnipolis.cz/events/351-3-workshop-dycham-tedy-jsem)\nNa místě - 350 Kč (krypto), 400 Kč (hotově)",
    "refs": {
      "meetup_id": "269061440"
    }
  },
  {
    "id": "2020-03-03-bitcoin-meetup-i-bitcoin-a-jine-kryptomeny",
    "name": "Bitcoin meetup I Bitcoin a jiné kryptoměny",
    "instance": "prague",
    "date": "2020-03-03",
    "dateTime": "2020-03-03T18:30:00+01:00",
    "endTime": "2020-03-03T20:00:00+01:00",
    "description": "Přednáška volně navazuje na autorovu dřívější přednášku zabývající se základy kryptoměn. Připomene základní vlastnosti Bitcoinu a blockchainu zejména v technickém, ale i ekonomickém kontextu. Hlavním tématem jsou však alternativní decentralizované kryptoměny, se kterými seznámí posluchače prostřednictvím jejich technické klasifikace. Vybranými \"altcoiny\" se následně zabývá podrobněji. Posluchač se dozví, jak se liší některé populární z nich, jako např. Litecoin, Monero, Zerocash či Ethereum.\n\nIng. Jan Skalický vystudoval výpočetní techniku na Elektrotechnické fakultě ČVUT. V současnosti pracuje jako SW architekt a lektor kurzů programování. Kromě pozic specialisty vývoje mikropočítačových systémů pracoval i v jaderné elektrárně Temelín. Je příznivcem rakouské ekonomické školy, klasického liberalismu a decentralizovaných systémů, mezi něž patří i Bitcoin a jiné kryptoměny. Je spoluautorem dvou knih na toto téma.\n\nRezervaci zakoupíte:\n►online na https://donate.paralelnipolis.cz/home/345-3-bitcoin-meetup-bitcoin-a-jine-kryptomeny\n► osobně v naší kavárně, kde vám barista s nákupem poradí a pomůže.",
    "refs": {
      "meetup_id": "269061404"
    }
  },
  {
    "id": "2020-02-29-la-cortina",
    "name": "La Cortina",
    "instance": "prague",
    "date": "2020-02-29",
    "dateTime": "2020-02-29T21:00:00+01:00",
    "endTime": "2020-03-01T02:00:00+01:00",
    "description": "We invite you to first cryptocurrency tango event in Prague! Come and join our crypto Milonga!\n\nExpress yourself through an anonymous tango space created with an amusing mystique unfamiliar setting. We invite all who seek the way to connect through tango, whether a dancer or observer - look beyond the curtains. “La Cortina” creates the areas for you to find your space, and expands the moments of music.\n\nLet the music take you through the night with no expectations. Feel the core of the dance through Dj Alexandra, as the dance and the music energize each other.\n\nEntry: 100 CZK\nDon’t worry if you don’t own any cryptocurrency yet. There is an ATM machine in Bitcoin Coffee where you can change cash to crypto right by the entrance.\n\nFull bar will provided by Bitcoin Coffee. So get ready for some tango drinks and snacks.\n\nAnyone is welcome!",
    "refs": {
      "meetup_id": "268454676"
    }
  },
  {
    "id": "2020-02-27-cryptoparty",
    "name": "CryptoParty",
    "instance": "prague",
    "date": "2020-02-27",
    "dateTime": "2020-02-27T20:00:00+01:00",
    "endTime": "2020-02-28T00:00:00+01:00",
    "description": "Zveme vás na CryptoParty! Přednáška Pavla Luptáka o bezpečnosti šifrovaných messengerů je skvělou příležitostí potkat se a pobavit se nejen o tom, jak bezpečně šifrovat svoji komunikaci.\n\nCryptoParty je decentralizovaný koncept akcí, které se odehrávají po celém světě a zaměřují se na témata digitální bezpečnosti. Jsou skvělou příležitost pro networking s dalšími členy komunity, kteří používají stejné šifrované nástroje. Zveme všechny členy komunity, kteří chtějí nabrat nové kontakty a rovnou si ověřit bezpečnostní kódy komunikace.\n\nVstup na párty je zdarma. Budeme se bavit o bezpečnosti a o tom, jak lépe chránit své soukromí. Těšíme se na vás!\n\nhttps://www.cryptoparty.in/",
    "refs": {
      "meetup_id": "268656090"
    }
  },
  {
    "id": "2020-02-27-bezpecnost-sifrovanych-messengeru",
    "name": "Bezpečnost šifrovaných messengerů",
    "instance": "prague",
    "date": "2020-02-27",
    "dateTime": "2020-02-27T18:30:00+01:00",
    "endTime": "2020-02-27T20:00:00+01:00",
    "description": "Nejvyšší čas pro zabezpečení vašeho telefonu!\n\nBezpečná a šifrovaná komunikace je základem soukromí jednotlivce. V digitálním světě představuje obrovskou výzvu. Neustále čelí hrozbám zneužití a útoků.\nSoukromí je podmínkou svobodné společnosti. Většina lidí považuje své digitální konverzace za soukromé přesto, že používají nezabezpečené aplikace s přístupem třetích stran.\nWhatsApp, Facebook Messenger, Telegram, Viber a další služby využíváme každodenně. Jsou však díky nim naše konverzace skutečně v bezpečí?\n\nJak bezpečné jsou šifrované nástroje na komunikaci? Jak si maximálně zabezpečit svůj smartphone? Dokázala policie opravdu prolomit Threemu? Na tohle všechno odpoví a svět bezpečné komunikace vám přiblíží Pavol Luptak - etický hacker stojící za bezpečnostní firmou Nethemba a spoluzakladatel Paralelní Polis.",
    "refs": {
      "meetup_id": "268656277"
    }
  },
  {
    "id": "2020-02-27-enviro-meetup-or-udrzitelna-moda-budoucnosti",
    "name": "Enviro Meetup | Udržitelná móda budoucnosti",
    "instance": "prague",
    "date": "2020-02-27",
    "dateTime": "2020-02-27T18:30:00+01:00",
    "endTime": "2020-02-27T20:30:00+01:00",
    "description": "Věděli jste, že výroba jednoho bavlněného trička vyžaduje cca 2700 litrů vody, což je ekvivalent více než dvou let spotřeby pitné vody jednoho člověka?\nMnožství nových zakoupených oděvů se od šedesátých let ztrojnásobilo a svět jako celek každoročně spotřebuje více než 80 miliard kusů oblečení. Tato obrovská spotřeba přináší hromadění velkého množství odpadu.\n\nPředevším ale módní průmysl produkuje 8-10 % všech skleníkových emisí lidstva, což je více než letecký a námořní průmysl dohromady. Je druhým největším spotřebitelem vody na světě a oblečení z umělých vláken znečišťuje oceány uvolňováním velkého množství mikroplastů.\n\nO ekologických náhradách konvenčních látek se mluví již dlouhou dobu, kde ale ve vývoji tato technologie je? A opravdu přinese kýženou úlevu, nebo z ní vyvstanou jiné environmentální problémy? Co nám mohou přinést pokročilé biotechnologie? A jak se vlastně postavit směrem k módě udržitelným způsobem?\n\nPojďme se společně s odborníky bavit o reálném dopadu produkce a hromadění oděvních materiálů na životní prostředí a pojďme hledat jejich zelené alternativy.",
    "refs": {
      "meetup_id": "268601499"
    }
  },
  {
    "id": "2020-02-23-uvod-do-kryptomen-or-celodenni-prakticky-workshop",
    "name": "Úvod do kryptoměn | Celodenní praktický workshop",
    "instance": "prague",
    "date": "2020-02-23",
    "dateTime": "2020-02-23T09:00:00+01:00",
    "endTime": "2020-02-23T12:00:00+01:00",
    "description": "Určitě už jste slova jako Bitcoin nebo kryptoměny slyšeli zaznít ve svém okolí. Víte, že jde o druh financí, ale rádi byste věděli více a zjistili, o čem tento nový trend je. Přesně pro vás jsme připravili náš celodenní praktický workshop, kde vám všechno potřebné vysvětlíme.\n\nCo se dozvíte:\n\n- Co jsou kryptoměny a Bitcoin a proč vznikly?\n- Jaké výhody přinesly a jaké problémy vyřešily?\n- Co je technologie Blockchain a jaké má využití?\n- Jaká rizika jsou spojena s kryptoměnami a jak jim předcházet?\n- Založíte s vámi vaši první kryptopeněženku\n- Ukážeme si práci s hardware peněženkou TREZOR\n- Vyzkoušíme si prakticky první transakce\n- nakoupíme si první kryptoměny přes automat\n- Podíváme se na uložení a zabezpečení kryptoměn\n- Zodpovíme všechny otázky a pochybnosti\n\nCena workshopu je 1 800 Kč a zahrnuje:\n7 hodin čistého času školení\nCelodenní občerstvení\n\nDušan a.k.a. Dušky má vášeň pro vzdělávání a je spoluzakladatel unikátního předmětu pro střední školy - Životologie. Láska k matematice a technologiím ho přivedla před dvěma lety až ke kryptoměnám. Na tohle téma aktuálně přednáší a pomáhá lidem bezpečně vstoupit do ekosystému budoucnosti.\n\nJe držitelem certifikátu Certified Bitcoin Professional od C4 Crypto Consortium. Je absolventem MOOC kurzu Digital Currencies na University of Nicosia na Kypru. Věnuje se i obchodování s kryptoměnami.\n\nRezervaci zakoupíte:\n►online na https://donate.paralelnipolis.cz/events/342-2-uvod-do-kryptomen-celodenni-prakticky-workshop\n► osobně v naší kavárně, kde vám barista s nákupem poradí a pomůže.",
    "refs": {
      "meetup_id": "268453835"
    }
  },
  {
    "id": "2020-02-20-crypto-snidane-or-lightning-network",
    "name": "Crypto snídaně | Lightning Network",
    "instance": "prague",
    "date": "2020-02-20",
    "dateTime": "2020-02-20T09:00:00+01:00",
    "endTime": "2020-02-20T11:00:00+01:00",
    "description": "Zajímáte se o kryptoměny? Máte chuť se navzájem potkávat a sdílet své zkušenosti? Chcete diskutovat o aktuálním dění ve světě kryptoměn?\nParalelní Polis si pro vás ve spolupráci s Pavel Přecechtěl a Petr Sanetrník připravili pravidelnou akci - Crypto snídaně!\n\nTentrokrát budeme probírat Lightning Network a s ním spojenou adopci, nasazení, pokrok, drawbacks, problémy a mnoho dalších věcí. Je dobré rozjet svůj vlastní LN node? Dá se platit běžně s mobilem přes LN? A jaké jsou vůbec výhody používání Lightning Network?\n\nNaše pozvání přijal Jakub Vejmola, popularizátor kryptoměn a Bitcoinu především a také autor projektu Bitcoinovej Kanál na YouTube!\n\nTěšte se taky na pořádnou snídani! :)",
    "refs": {
      "meetup_id": "268453689"
    }
  },
  {
    "id": "2020-02-19-studio-live-or-jil-dagan-and-oksyi",
    "name": "Studio LIVE | Jil Dagan & OKSYI",
    "instance": "prague",
    "date": "2020-02-19",
    "dateTime": "2020-02-19T19:00:00+01:00",
    "endTime": "2020-02-19T20:30:00+01:00",
    "description": "Come to our Bitcoin Coffee and join us for our next Studio Live Session. Have a drink and listen to some reggae music in an interview and as a live performance. Studio Live Session will be hosted by Jil Daganlaw, our friend from Israel who is part of Students for Liberty movement.\n\nOKSYI is a Ukrainian born, Slovak raised and Prague based musician. She’s a\nsinger/songwriter and guitar player. Her texts are both in Slovak and English language. When it comes to genres, she started out with an electro-acoustic guitar and folk. Later on she changed her guitar for an electric one, and with it new concept of music came out - jazz/blues/experimental bassy- stuff. The themes of the songs are of a wider spectrum. She is currently working on her debut album.\n\nYou can check some live recordings of her at:\nhttps://www.youtube.com/channel/UCJ61rBOO_447eSDtOWd1xyQ",
    "refs": {
      "meetup_id": "268453630"
    }
  },
  {
    "id": "2020-02-19-introduction-to-radicalxchange",
    "name": "Introduction to RadicalxChange",
    "instance": "prague",
    "date": "2020-02-19",
    "dateTime": "2020-02-19T18:30:00+01:00",
    "endTime": "2020-02-19T20:00:00+01:00",
    "description": "RadicalxChange (RxC) aims to incrementally build a clear, coherent, and sustainable alternative to capitalism that embraces markets, egalitarianism, community, and decentralization. While free markets and liberal democracies delivered unprecedented benefits to humanity, they are also increasingly blamed for growing inequality, secular stagnation and political polarization. Radical Markets propose that thoughtful extension of market mechanisms into new areas can instead lead to greater equality, prosperity, and cooperation.\n\nThese ambitious goals are underpinned by theoretical advances in political economics, mechanism design and game theory. The main ideas are based on questioning core tenets of current systems such as private property and \"one person: one vote\" elections.\n\nIn this meeting, we will introduce the main concepts of Radical Markets: Quadratic Voting, Quadratic Funding and Common Ownership Self-Assessed Tax. We will discuss how these mechanisms can improve social decision making and funding of public goods. We will also highlight the meeting points between RxC, blockchain and open source communities.\n\nSpeaker: Róbert Šuhada - is leading a machine learning team in the distributed energy generation sector. He studied Astrophysics at Max Planck Institute for Extraterrestrial Physics in Munich. His main interest are AI safety and policy, and social impact of new technologies (including social technologies such as RxC).\nContact: robert.suhada (at) gmail com\n\nBuy a reservation here: https://donate.paralelnipolis.cz/events/349-2-introduction-to-radicalxchange",
    "refs": {
      "meetup_id": "268453604"
    }
  },
  {
    "id": "2020-02-18-bitcoin-meetup-or-smart-contracts-iota",
    "name": "Bitcoin meetup | Smart Contracts IOTA",
    "instance": "prague",
    "date": "2020-02-18",
    "dateTime": "2020-02-18T18:30:00+01:00",
    "endTime": "2020-02-18T20:00:00+01:00",
    "description": "IOTA je open-source. IOTA je navržena pro IoT aplikace a autonomní ekonomiku věcí. Od ostatních podobných technologií se liší nulovými transakčními náklady a tím, že informace nejsou organizovány do sekvenčně řazených bloků. IOTA je vyvíjena neziskovou organizací IOTA Foundation.\n\nPřednášet vám bude Jakub Čech, jež je Director of Engineering v IOTA Foundation.\n\nRezervaci zakoupíte:\n►online na https://donate.paralelnipolis.cz/events/323-2-bitcoin-meetup-smart-contracts-iota\n► osobně v naší kavárně, kde vám barista s nákupem poradí a pomůže.",
    "refs": {
      "meetup_id": "268453569"
    }
  },
  {
    "id": "2020-02-14-indie-short-film-night",
    "name": "Indie Short Film Night",
    "instance": "prague",
    "date": "2020-02-14",
    "dateTime": "2020-02-14T19:30:00+01:00",
    "endTime": "2020-02-14T21:30:00+01:00",
    "description": "Copenhagen Underground & Paralelni Polis presents a showcase of the best DIY/truly independent films from around the world with all of the proceeds from the screening going to support an amazing cause. The films come from the \"Best of Fest\" program from the 2019 Copenhagen Underground Film Festival and features short fiction, documentary and experimental films from around the world that were made with under 1,000 Euros. With no submission fees attached with the festival's submissions, every filmmaker from around the world is able to present their work, regardless of their own economic circumstances. The doors to the event open at 19:30 and the film screening will begin at 20:00. The entry is donation based with all of the funds going to support the Lumen Union.\n\nThe Lumen Union is a direct initiative started by Copenhagen Underground which will take donations from events which will directly support the Lumen Union and use those funds to purchase brand new projectors, gaming consoles and speakers for refugee camps in different parts of the world in an effort to create safe cinematic and entertainment spaces for children as well as adults. The first organization which the Lumen Union will collaborate with is Salam LADC and the goal is to deliver a new Epson Projector, PS4, FIFA 20 and speakers to a community center they operate in Bekaa Valley, Lebanon which supports over 4,400 refugees in the surrounding area.\n\nDOORS - 19:30\nFILMS - 20:00\nEND - 21:30\n\nEntry - Donation Based\n\nChris Chalkan: Dirty Rotten Liars, England, 8:00\nA hectic short about a dysfunctional support group of dysfunctional pathological liars which all gets fairly out of hand quickly as its delusional stakes are raised with a great uncertainty\n\nCurtis Essel: Sodom And Gomorah, Ghana/England, 9:44\nAn intimate documentary which serves as a deep video portrait of the residents of Jamestown where corruption, prostitution, and violence have shaped the lives of the people and the hope which lies outside of this life\n\nMartin Sofiedal: The Wrong Guy, Norway, 5:32\nA brilliant dark comedy taking place in the desert of Los Angeles, an assassin struggling to pay rent with ambitions to make it in the city, takes a man hostage on a job who he soon finds out is a potentially valuable contact\n\nRafiqfuad Yarahmadi: Evan: A Survivor’s Story, Kurdistan/Iraq, 18:50\nAfter fleeing Kurdistan from ISIS as a journalist covering the Peshmarga front lines, this documentary (created and also directed by his translator) shows the difficulties of today’s asylum seeking process and the stress it bears on families who are kept apart by borders and unjust immigration practices\n\nShafiur Rahman: Rohingya Testimony: No Reason To Hide Our Faces, Bangladesh/England, 9:58\nA series of testimonies from young Rohingya girls and women who were sexually assaulted, raped, and brutalized, alongside their families, systematically by the Burmese state as part of its military operation to remove the Rohingya (an ethnic minority native to the area) from the Rakhine state.\n\nMike: The Deb-t, USA, 4:01\nThe worst film ever made. Pretty much like The Room, but a short film.\n\nJasmin Luu: Different Directions, Germany, 5:05\nA magnificently executed choreographed dancing short which was joint-favorite at the 1st Copenhagen Underground Film Festival.\n\nRiccardo Cuorleggero: Sea Bream a l'Orange, Italy, 5:21\nThe fan favorite of this year's Copenhagen Underground Film Festival, a dark comedy about a stoic musician who wishes to practice alone and in peace, and his annoying and persistent neighbor who continues to pester the man for a strange reason.\"",
    "refs": {
      "meetup_id": "268453531"
    }
  },
  {
    "id": "2020-02-13-enviro-meetup-or-zeme-v-plamenech",
    "name": "Enviro meetup | Země v plamenech",
    "instance": "prague",
    "date": "2020-02-13",
    "dateTime": "2020-02-13T18:30:00+01:00",
    "endTime": "2020-02-13T20:30:00+01:00",
    "description": "Hoří bush v Austrálii, savany i pralesy v Africe a Jižní Americe! Hoří Sibiř, Indonésie i Evropa. Někde hoří více, někde méně. V médiích se objevují informace o miliardě živočichů, které pohltily australské požáry. Lidé přispívají na popálené koaly a na spálené amazonské pralesy. Afrika zatím netáhne, přestože v ní hoří nejvíc.\n\nJe požár něco, čeho se máme bát, nebo za něj naopak máme být rádi? Kde pomáhá a kde naopak působí největší škody? Šíří se oheň v přírodě samovolně, nebo jde o lidský záměr a z jakého důvodu? Přijďte si v tom udělat jasno a diskutovat se třemi odborníky na oheň v přírodě. Jejich jména zveřejníme již brzy.\n\nPOZOR - meetup je placený a počet vstupenek je omezen! Vstupenku v hodnotě 100,- si můžete koupit některým z následujících způsobů:\n\n1. Osobně v kavárně Bitcoin Coffee,\n2.Online: https://donate.paralelnipolis.cz/events/348-2-enviro-meetup-zeme-v-plamenech",
    "refs": {
      "meetup_id": "268453455"
    }
  },
  {
    "id": "2020-02-12-kryptomeny-dane-a-ucetnictvi",
    "name": "Kryptoměny, daně a účetnictví",
    "instance": "prague",
    "date": "2020-02-12",
    "dateTime": "2020-02-12T18:00:00+01:00",
    "endTime": "2020-02-12T19:30:00+01:00",
    "description": "Termín podání daňového přiznání se blíží. Nejste si jistí, jak správně se chovat v tomto ohledu ke kryptoměnám? Pojďte se to dozvědět na náš workshop!\n\nDalší z řady workshopů bitcoinového účetnictví a daní, vedený účetní Hanou Trnkovou Kocourkovou. Workshop je otevřený pro veřejnost a vítáni jsou jak začátečníci, tak pokročilí. V rámci workshopu je také možné individuálně zkonzultovat konkrétní problémy, které účastníky zajímají.\n\nDozvíte se:\n► Přijdou na mě? Může finančák přijít na mé zisky z kryptoměn?\n► Krátké shrnutí zdanění příjmů kryptoměn u fyzických osob\n► Jak účtovat kryptoměny? Zásoby (burza, víc peněženek)\n► Krátké shrnutí zdanění kryptoměn u právnických osob:\na) Platba za zboží a služby\nb) Obchodování\nc) Těžba\n\n►►►! Upozorňujeme, že workshop probíhá v zasedačce Paper Hubu a jeho kapacita je tedy omezená.\n\nCena workshopu je 400 Kč a hradí se přímo při nákupu vstupenky - můžete koupit osobně v Bitcoin Coffee nebo tady: https://donate.paralelnipolis.cz/events/357-2-kryptomeny-dane-a-ucetnictvi ◄◄◄",
    "refs": {
      "meetup_id": "268480130"
    }
  },
  {
    "id": "2020-02-11-bitcoin-meetup-or-zaklady-bitcoinu",
    "name": "Bitcoin meetup | Základy Bitcoinu",
    "instance": "prague",
    "date": "2020-02-11",
    "dateTime": "2020-02-11T18:00:00+01:00",
    "endTime": "2020-02-11T19:30:00+01:00",
    "description": "Jak funguje současný finanční systém a může mu být Bitcoin alternativou? V rámci své přednášky se Lucie Komárková zaměří na minulost a současnost Bitcoinu. Bude mluvit o jeho vzniku, ale také o momentální ekonomické situaci a technologických aspektech jeho fungování. Těšte se i na praktickou část!\nKaždému zájemci Lucie pomůže s koupí kryptoměn, placením kryptoměnami a také poradí, jak se o své kryptoměny starat.\n\nLucie Komárková je členkou Paralelní Polis a Students for Liberty. Věnuje se talebovskému pohledu na svět, decentralizovaným systémům a exponencionálním technologiím v čele s bitcoinem, o kterém společně s rakouskou ekonomií přednáší.\n\nRezervaci zakoupíte:\n►online na: https://donate.paralelnipolis.cz/events/326-2-bitcoin-meetup-zaklady-bitcoinu\n► osobně v naší kavárně, kde vám barista s nákupem poradí a pomůže.\nCena: 150,-",
    "refs": {
      "meetup_id": "268453313"
    }
  },
  {
    "id": "2020-02-06-economic-talks-i-ekon-systemy-vyhody-a-problemy-centralizace",
    "name": "Economic Talks I Ekon. systémy, výhody a problémy centralizace",
    "instance": "prague",
    "date": "2020-02-06",
    "dateTime": "2020-02-06T18:30:00+01:00",
    "endTime": "2020-02-06T19:30:00+01:00",
    "description": "Centralizace vs. decentralizace rozhodování o nakládání s výrobními faktory. Aplikace a kritické zhodnocení několika známých ekonomických teorií pomůže odhalit nejen to, proč centrální plánování dlouhodobě selhává, ale také to, proč má stále řadu příznivců.\n\nIng. Mgr. Jakub Jedlinský Ph.D. vyučuje o měnových systémech se zaměřením na alternativní měny na VŠE. Od roku 2013 se věnuje problematice kryptoměn jako makroekonom a investor. Na toto téma přednáší rovněž mimo akademické prostředí a spolupracuje se soukromým sektorem. Je zakladatelem společnosti Altlift s.r.o., která se zabývá krypto poradenstvím a aplikací DLT. Je rovněž technologickým expertem iniciativy Blockchain Republic. Má zkušenosti s nastavováním monetárních řešení v herních prostředích. Věnuje se testování fungování peněz pomocí konstrukce disekvilibriálních dynamických modelů, což se naučil během výzkumné stáže na Kingston University London pod vedením Prof. Steva Keena.\n\nRezervaci zakoupíte:\n►online na https://donate.paralelnipolis.cz/events/340-2-economic-talks-i-ekonomicke-systemy-vyhody-a-mene-zname-problemy-centralizace\n► osobně v naší kavárně, kde vám barista s nákupem poradí a pomůže.",
    "refs": {
      "meetup_id": "268453245"
    }
  },
  {
    "id": "2020-02-05-socratic-bitcoin-meetup",
    "name": "Socratic Bitcoin Meetup",
    "instance": "prague",
    "date": "2020-02-05",
    "dateTime": "2020-02-05T18:00:00+01:00",
    "endTime": "2020-02-05T20:00:00+01:00",
    "description": "This event is part of a series of meetups formatted to foster debate, information sharing and lively discussion.\n\nSocratic bitcoin meetups are group discussions about a wide range of bitcoin-related topics. Pull requests, mailing list threads, new papers, security vulnerabilities and other topics are discussed. Participants are welcome to propose topics for discussion before each event.\n\nThis week's agenda will include the following topics:\n* Embedding arbitrary data in payments on the Lightning Network\n* (More to be added...)\n\nIf you'd like to propose a topic to present and discuss, add a comment to this meetup's Topic Proposals issue on GitHub:\nhttps://github.com/Learn-by-doing/socratic-meetups/issues/3\n\nThis week we will be in the Media Hub (basement toward the front of the building).\n\nThanks and see you there!",
    "refs": {
      "meetup_id": "268453177"
    }
  },
  {
    "id": "2020-01-31-juraj-bednar-or-hackni-sa",
    "name": "Juraj Bednár | Hackni sa",
    "instance": "prague",
    "date": "2020-01-31",
    "dateTime": "2020-01-31T18:30:00+01:00",
    "endTime": "2020-01-31T20:30:00+01:00",
    "description": "Hackování je experimentální přístup k životu. V čem se liší od vědy, případně jiných přístupů ke změně? Jak souvisí věda, podnikání a hacking? Jak sa dá hackovat tělo a jak můžeme některé z principů hackingu použít v případě kryptoměn?\n\nJuraj vydal před pár týdny knihu Hackni sa, která se zabývá čtyřmi oblastmi: podnikáním, svobodou, hackingem a kryptoměnami. Přednáška bude úvodem k tomuto tématu s následnou diskuzí. Knížku si u nás v Paralelní Polis také budete moct zakoupit.\n\nJuraj je hacker a podnikatel. Založil několik firem a neziskovek. Momentálně se věnuje Bratislavské Paralelnej Polis. Hacking ho zajímá odmalička. Cílem jeho knihy - Hackni sa, je přiblížit lidem způsob myšlení hackerů bez toho, aniž by museli ovládat jednotlivé technologie, které IT hackeři používají na hledání bezpečnostních zranitelností.\n\nRezervaci zakoupíte:\n►online na https://donate.paralelnipolis.cz/events/346-1-juraj-bednar-hackni-sa\n► osobně v naší kavárně, kde vám barista s nákupem poradí a pomůže.",
    "refs": {
      "meetup_id": "268113054"
    }
  },
  {
    "id": "2020-01-30-enviro-meetup-or-lidska-budoucnost-tvari-v-tvar-prirodnim-zmenam",
    "name": "Enviro meetup | Lidská budoucnost tváří v tvář přírodním změnám",
    "instance": "prague",
    "date": "2020-01-30",
    "dateTime": "2020-01-30T18:30:00+01:00",
    "endTime": "2020-01-30T20:30:00+01:00",
    "description": "Lidská populace stále rychle roste. Na Zemi už není moc míst, kde by nebyl vidět zásah člověka. Přírodu kolem nás měníme k nepoznání. Klimatické změny, ztráta druhové rozmanitosti, vysychání, to vše může v konečném důsledku vést k drastickému snižování naší životní úrovně, anebo se můžeme mít v důsledku i lépe?\n\nKam necháme stávající vývoj dojít? Stihneme se opět přizpůsobit novým podmínkám, ať už si je vytváříme sami nebo jsou výsledkem přirozených procesů? Jak chceme, aby vypadalo prostředí, ve kterém žijeme v brzké budoucnosti? Jak by se mělo změnit nastavení a principy, na kterých stojí lidská společnost, abychom se nemuseli bát o naší budoucnost? Přijďte diskutovat o budoucnosti lidstva s vědci z přírodovědných a humanitních oborů.\n\nPOZOR - meetup je placený a počet vstupenek je omezen! Vstupenku v hodnotě 100,- si můžete koupit některým z následujících způsobů:\n\n1. Osobně v kavárně Bitcoin Coffee,\n2. Nebo online na: https://donate.paralelnipolis.cz/events/335-1-enviro-meetup-lidska-budoucnost-tvari-v-tvar-prirodnim-zmenam",
    "refs": {
      "meetup_id": "267713612"
    }
  },
  {
    "id": "2020-01-24-scaleup-meetup-efektivni-zvladani-planu-a-ukolu",
    "name": "ScaleUp MeetUp - Efektivní zvládání plánů a úkolů",
    "instance": "prague",
    "date": "2020-01-24",
    "dateTime": "2020-01-24T12:00:00+01:00",
    "endTime": "2020-01-24T13:00:00+01:00",
    "description": "Úspěch se rovná 1 % nápadu a 99 % schopností nápad realizovat.\n\nObyčejně jde realizace projektu bez zbytečných problémů, pokud existuje jasný plán a každý v týmu ví, jaká je jeho role. Přesto se neustále opakují stejné realizační problémy. Proč nejsme schopni dotáhnout, co si naplánujeme? Proč některé projekty vyhnijí nebo zaniknou mnohem dříve než musejí? A proč jiné ani nezačnou, i když jsou pro nás důležité?\n\nPřesně na tyto otázky budeme hledat odpovědi v rámci workshopu v našem Paper Hubu!\n\nProč vlastně přijít?\nNaučíme vás klíčové realizační disciplíny, díky kterým zvládnete efektivněji plánovat své úkoly jak pro sebe, tak pro tým, který s vámi spolupracuje. Navíc poznáte nové lidi řešící podobné situace. :-)\nWorkshop je vhodný zejména pro manažery středně velkých týmů a firem. Své si v něm ale jistě najdou i ti, kteří s podnikáním teprve začínají a chtějí ho posunout o level výš.\n\nAkce je zdarma a je otevřena všem zájemcům ze široké veřejnosti. Kapacita je ale omezená. Aby na vás zbylo místo, je třeba si ho zamluvit předem na e-mailu: pavel@krepelka.coach.",
    "refs": {
      "meetup_id": "267713604"
    }
  },
  {
    "id": "2020-01-23-novinarske-mikroforum-vol-2",
    "name": "Novinářské mikrofórum vol. 2",
    "instance": "prague",
    "date": "2020-01-23",
    "dateTime": "2020-01-23T18:00:00+01:00",
    "endTime": "2020-01-23T20:00:00+01:00",
    "description": "Ve spolupráci s Nadační fond nezávislé žurnalistiky jsme pro vás připravili v pořadí již druhé novinářské mikrofórum. Cílem této akce je představovat zajímavé projekty kombinující novinářskou praxi a využívání nejmodernějších technologií. Celou sérií vás bude provázet Josef Šlerka, ředitel NFNŽ a odborník na analýzu dat ze sociálních sítí.\n\nTématem druhého mikrofóra jsou novináři a zdravotnictví. Jak se píše a nepíše o tématech spojených se zdravotnictvím?\n\nV rámci druhého setkání vystoupí:\nPetr Holub, novinář eníku Echo24.cz. Dříve psal pro Týdeník Respekt, Hospodářské noviny, Aktuálně.cz nebo třeba Mladá fronta DNES. Externě také komentuje politické a ekonomické události pro Český rozhlas Plus. Je také autorem či spoluautorem knih - např. Orosené dějiny, Nemilosrdné příběhy českých dějin a Co se stane, když se zhasne?\n\nTomáš Cikrt, bývalý novinář a mluvčí ministerstva zdravotnictví, je od roku 2014 šéfredaktorem online serveru Zdravotnický deník. Také vydal publikace - Krev a peníze : pravda o kauze Diag Human nebo příručku - Příběhy léků: příručka pro zvídavé čtenáře o vzniku, vlastnostech a používání léků.\n\ndoc. PhDr. Filip Smolík, Ph.D., psycholingvista a vedoucí laboratoře Psychologického ústavu a Laboratoře behaviorálních a lingvistických studií PsÚ AV ČR a FF UK.\n\nNovinářské mikrofórum Hackováním za lepší novinařinu je součástí nového projektu Media Hub Paralelní Polis, který je zaměřený na podporu nezávislé novinářské praxe v Česku. Cílem je vytvořit platformu pro sdílení zkušeností a šíření vědomostí formou co-workingového prostoru a vzdělávacích aktivit.",
    "refs": {
      "meetup_id": "267747390"
    }
  },
  {
    "id": "2020-01-22-crypto-snidane-or-je-bitcoin-menou-budoucnosti",
    "name": "Crypto snídaně | Je Bitcoin měnou budoucnosti?",
    "instance": "prague",
    "date": "2020-01-22",
    "dateTime": "2020-01-22T09:00:00+01:00",
    "endTime": "2020-01-22T10:30:00+01:00",
    "description": "Zajímáte se o kryptoměny? Máte chuť se navzájem potkávat a sdílet své zkušenosti? Chcete diskutovat o aktuálním dění ve světě kryptoměn?\nParalelní Polis si pro vás ve spolupráci s Pavel Přecechtěl a Petr Sanetrník připravili pravidelnou akci - Crypto snídaně!\n\nTentokrát budeme řešit, zda je Bitcoin měnou budoucnosti. Zaměříme se na využití Bitcoinu a zda nás v budoucnu čeká většinová adopce kryptoměn. Je Bitcoin měnou budoucnosti nebo již současnosti? To a více budeme probírat 22. 1. 2020!\n\nNaše pozvání přijal Petr Mára, technologický evangelista, youtuber, certifikovaný trenér Applu a zapálený fanoušek Bitcoinu.\n\nMůžete se samozřejmě těšit i na pořádnou snídani! :-)",
    "refs": {
      "meetup_id": "267713560"
    }
  },
  {
    "id": "2020-01-21-bitcoin-meetup-or-pokrok-bez-povoleni",
    "name": "Bitcoin meetup | Pokrok bez povolení",
    "instance": "prague",
    "date": "2020-01-21",
    "dateTime": "2020-01-21T18:30:00+01:00",
    "endTime": "2020-01-21T20:00:00+01:00",
    "description": "V přednášce se zaměříme na svět, kde Airbnb oživuje mrtvý kapitál a konkuruje státu v tvorbě regulací. Kde Kickstarter nahrazuje vybírání daní a pomáhá financovat veřejné služby, a kde Bitcoin umožňuje budovat paralelní společnost, v které neexistují „vůdci\".\n\nPokrok, který přináší internet nekonkuruje jen analogovým podnikatelům a kamenným obchodům, ale především světu zákonů, úředníků a politiky. A právě to je tématem přednášky - střet digitálních technologií 21.st. se světem kamenných institucí z dob 20.st.\n\nRobert Chovanculiak absolvoval doktorské studium na Ekonomické fakultě UMB v Banskej Bystrici. Od roku 2015 pracuje jako analytik v INESS - Institutu ekonomických a společenských analýz. Ve svém výzkumu se věnuje fungování veřejného sektoru, internetovým technologiím a školství. Je autorem stovek článků, množství domácích i mezinárnodníc studií a publikoval i v cambridgském časopisu Journal of Institutional Economics.\n\nRezervaci zakoupíte:\n►online na https://donate.paralelnipolis.cz/events/306-1-bitcoin-meetup-pokrok-bez-povoleni\n► osobně v naší kavárně, kde vám barista s nákupem poradí a pomůže.",
    "refs": {
      "meetup_id": "267713492"
    }
  },
  {
    "id": "2020-01-15-paralel-sound-or-aaa-party",
    "name": "Paralel Sound | AAA Party",
    "instance": "prague",
    "date": "2020-01-15",
    "dateTime": "2020-01-15T18:00:00+01:00",
    "endTime": "2020-01-15T20:00:00+01:00",
    "description": "Baví Tě hudba? Baví Tě generovat zvuky náhodně i cíleně? Máš doma nějakou mašinku, která funguje pouze na baterky a dokáže generovat zvuk? Stav se za námi do Paralelní Polis, kde si představíme několik různých mašinek určených pro hudební produkci a taky si na nich společně zajamujeme.\n\nParallel Sound je nový koncept Paralelní Polis zaměřený na hudební tvorbu a organizaci eventů, jejichž cílem je bavit se o hudbě a taky - bavit se hudbou. Projekt Paralelní Polis se od počátku své existence snaží hledat průsečíky, ve kterých se potkává svět umění, technologií a vědy. A hudba je v jejich epicentru.",
    "refs": {
      "meetup_id": "267713433"
    }
  },
  {
    "id": "2020-01-14-bitcoin-meetup-or-zaklady-bitcoinu",
    "name": "Bitcoin meetup | Základy Bitcoinu",
    "instance": "prague",
    "date": "2020-01-14",
    "dateTime": "2020-01-14T18:00:00+01:00",
    "endTime": "2020-01-14T19:00:00+01:00",
    "description": "Jak funguje současný finanční systém a může mu být Bitcoin alternativou? V rámci své přednášky se Lucie Komárková zaměří na minulost a současnost Bitcoinu. Bude mluvit o jeho vzniku, ale také o momentální ekonomické situaci a technologických aspektech jeho fungování. Těšte se i na praktickou část!\nKaždému zájemci Lucie pomůže s koupí kryptoměn, placením kryptoměnami a také poradí, jak se o své kryptoměny starat.\n\nLucie Komárková je členkou Paralelní Polis a Students for Liberty. Věnuje se talebovskému pohledu na svět, decentralizovaným systémům a exponencionálním technologiím v čele s bitcoinem, o kterém společně s rakouskou ekonomií přednáší.\n\nRezervaci zakoupíte:\n►online na: https://donate.paralelnipolis.cz/events/325-1-bitcoin-meetup-zaklady-bitcoinu\n► osobně v naší kavárně, kde vám barista s nákupem poradí a pomůže.",
    "refs": {
      "meetup_id": "267713416"
    }
  },
  {
    "id": "2020-01-08-bitcoin-meetup-or-a-full-stack-of-bitcoin-privacy-weapons",
    "name": "Bitcoin meetup | A full stack of Bitcoin privacy weapons",
    "instance": "prague",
    "date": "2020-01-08",
    "dateTime": "2020-01-08T18:30:00+01:00",
    "endTime": "2020-01-08T19:30:00+01:00",
    "description": "A socratic seminar to discuss a holistic strategy to break the OODA loop by utilizing Bitcoin Core, Wasabi Wallet, Join Market, BTCPay Server, ColdCard, Taproot and the Lightning Network. Socratic Seminar fosters cooperative yet argumentative dialogue with participants asking one another questions and challenging each other on their answers.\n\nMax Hillebrand is a free software entrepreneur contributing to several Bitcoin projects. He bases his understanding of the importance of property rights on the Austrian school of economics, and builds tools to defend ones liberty with crypto-anarchist strategies of strong encryption. He is sharing this knowledge on videos and podcasts, as well as written technical documentation.\n\ntowardsliberty.com\nPGP: E900 5F66 A86B B816 BD7D 967E BEDC D95C 42AC 3C57\n\nRezervaci zakoupíte:\n►online na https://donate.paralelnipolis.cz/events/333-1-bitcoin-meetup-a-full-stack-of-bitcoin-privacy-weapons\n► osobně v naší kavárně, kde vám barista s nákupem poradí a pomůže.",
    "refs": {
      "meetup_id": "267713392"
    }
  },
  {
    "id": "2020-01-07-bitcoin-meetup-or-qanda-s-jakubem-vejmolou",
    "name": "Bitcoin meetup | Q&A s Jakubem Vejmolou",
    "instance": "prague",
    "date": "2020-01-07",
    "dateTime": "2020-01-07T18:30:00+01:00",
    "endTime": "2020-01-07T19:30:00+01:00",
    "description": "Po krátké úvodní přednášce se můžete těšit na Q&A s Jakubem Vejmolou o jeho projektu Bitcoinovej Kanál.\n\nRezervaci zakoupíte:\n►online na https://donate.paralelnipolis.cz/events/334-1-bitcoin-meetup-qa-s-jakubem-vejmolou\n► osobně v naší kavárně, kde vám barista s nákupem poradí a pomůže.",
    "refs": {
      "meetup_id": "267713378"
    }
  },
  {
    "id": "2019-12-19-vanocni-kryptovecirek",
    "name": "Vánoční Kryptovečírek",
    "instance": "prague",
    "date": "2019-12-19",
    "dateTime": "2019-12-19T19:12:00+01:00",
    "endTime": "2019-12-20T04:00:00+01:00",
    "description": "Chceš zažít něco nového/neobvyklého? V Paralelní Polis jsi na správném místě. Nauč se platit kryptem, vyhraj skvělý ceny v tombole nebo prostě přijď na non plus ultra vánoční párty do černýho baráku v Holešovicích!\n\nSpecial DRINK\n► Santa-gria\n\n21:00 LIVE MUSIC\n► Special guest\n\n22:00 DJs\n► Black Hat DJs\n\n23:00 TOMBOLA\n► Chystáme pro tebe samé dobré věci. Lístky do tomboly koupíš v kavárně.\n\n► Vstup je za 150,- a najdeš v něm welcome drink Santa-gria, vánoční dárek made by Polis a lístek do tomboly.\nKup si vlez tady: https://donate.paralelnipolis.cz/events/314-12-2019-vanocni-vecirek nebo až na místě.\n\nNa místě bude k prodeji náš merch a další drobnosti ►►► ideální dárek pro tvé #cryptofriends . A jako vždycky u nás - alko i nealko koupíš za BTC / LTC / Monero a Lightning Network. Není to nic složitýho a rádi Tě to naučíme.😊\n\nTěšíme se! Tak #vejdiven !",
    "refs": {
      "meetup_id": "266404438"
    }
  },
  {
    "id": "2019-12-18-interaktivni-workshop-kryptomeny-pro-zacatecniky",
    "name": "Interaktivní workshop: Kryptoměny pro začátečníky",
    "instance": "prague",
    "date": "2019-12-18",
    "dateTime": "2019-12-18T16:00:00+01:00",
    "endTime": "2019-12-18T17:30:00+01:00",
    "description": "Zajímají vás kryptoměny? Nebo nějakou vlastníte, ale vlastně o ní nic moc nevíte?\nMy vás s nimi rádi seznámíme! Přijďte se dozvědět základy kryptoměn a už se na ně nikdy nebudete dívat stejně!\n\n► Na interaktivním workshopu vás uvedeme do světa kryptoměn. Jak, kdy a hlavně proč vznikl Bitcoin.\n► Povíme vám o technologii blockchain, která stojí za vznikem Bitcoinu.\n► Probereme pojem decentralizace, který se úzce váže s Bitcoinem.\n► Ukážeme si konkrétní využití Bitcoinu v praxi a jeho potenciál do budoucna.\n► Společně si založíme svou první kryptoměnovou peněženku a pošleme svou první transakci, kterou si pak ověříme v blockchainu.\n\n►►► Upozorňujeme, že workshop probíhá v zasedačce Paper Hubu a jeho kapacita je omezená. Své místo si můžete zakoupit na našem eshopu zde: https://donate.paralelnipolis.cz/events/315-12-interaktivni-workshop-kryptomeny-pro-zacatecniky\nCena workshopu je 300 Kč, které uhradíte přímo při nákupu vstupenky. ◄◄◄",
    "refs": {
      "meetup_id": "266725830"
    }
  },
  {
    "id": "2019-12-17-biohacking-meetup-or-priciny-unavy-a-jeji-reseni-bylinami",
    "name": "Biohacking Meetup | Příčiny únavy a její řešení bylinami",
    "instance": "prague",
    "date": "2019-12-17",
    "dateTime": "2019-12-17T18:30:00+01:00",
    "endTime": "2019-12-17T20:30:00+01:00",
    "description": "Antibiotika, pilulka anebo bylinný výluh? Jakou možnost volíte vy? Naše pozvání přijal šaman pro 21. století Dalibor Chytil, který nám poví, jak nám byliny můžou pomoct s únavou.\n\nCo vše může být za „obyčejnou“ únavou a jak ji komplexně řešit? Proč je někdy lepší nahradit kávu čajem? Které bylinky dokáží únavu dlouhodobě řešit? Toho všeho se budeme dotýkat na této přednášce. Navíc bude doplněná o ochutnávku různých druhů čaje.\n\nDalibor je fytoterapeut neboli bylinář. Vystudoval chemii, aby mohl propojovat světy západní a východní medicíny. K řešení zdravotních problémů svých klientů využívá byliny, a to v různých formách – bylinné směsi, tinktury, extrakty nebo oleje. Je autorem projektu Cityshaman, tedy šaman 21. století.\n\nVstupné stojí 250,- a najdete v něm také ochutnávku různých druhů čaje. Kupujte\n► online na https://donate.paralelnipolis.cz/events/316-12-biohacking-meetup-priciny-unavy-a-jeji-reseni-bylinami\n► osobně v naší kavárně, kde vám barista s nákupem poradí a pomůže.",
    "refs": {
      "meetup_id": "266725818"
    }
  },
  {
    "id": "2019-12-13-seminar-or-uzkost-deprese-a-sebevrazda",
    "name": "Seminář | Úzkost, deprese a sebevražda",
    "instance": "prague",
    "date": "2019-12-13",
    "dateTime": "2019-12-13T14:00:00+01:00",
    "endTime": "2019-12-13T19:30:00+01:00",
    "description": "Zveme Vás na seminář „Úzkost, deprese a sebevražda“, v němž se budete moci detailně seznámit s psychickými i fyzickými projevy úzkostí a depresí, jimiž v ČR trpí více než milion obyvatel. Až polovina z nich se přitom neléčí. Dozvíte se také více o projevech sebevražedného chování, ale také o možnostech léčby úzkostí a depresí, které nabízí současná psychiatrie.\n\nKomu je seminář určen? Primárně těm, kdo pracují pod velkým tlakem nebo v sociální izolaci, pociťují přitom napětí, nervozitu i řadu nepříjemných fyzických příznaků, které nemají podklad v žádném tělesném onemocnění. Dále je seminář určen všem, kteří hledají cestu k pochopení jednání i potřeb členů rodiny a přátel trpících depresí, nebo některou z úzkostných poruch (panická porucha, agorafobie, sociální fobie, specifické fobie, obsedantně kompulzivní porucha, posttraumatická stresová porucha). Seminář vás také vybaví základními dovednostmi v oblasti poskytování laické první pomoci lidem v úzkosti a depresi. A konečně, v rámci semináře se dozvíte více o základech duševní hygieny, které můžete vcelku snadno zařadit do svého běžného života, abyste tak zlepšili jeho kvalitu.\n\nKdo seminář povede? Publicista Jeroným Janíček. Autor dokumentárního cyklu Život za zdí (www.youtube.com/zivotzazdi), oceněný Novinářskou cenou Psychiatrické společnosti České lékařské společnosti JEP. Působí v pražském Radiu 1 a je autorem mnoha textů o úzkostech, desítkách rozhovorů s předními českými psychiatry a psychology, ale také s lékaři urgentní medicíny, neurologie a interny. Jeroným Janíček má také osobní zkušenost s jednou úzkostných poruch, depresí i léčbou na psychiatrii.\n\nProgram semináře:\n\n14:00 - 16:30 - Blok I.\nStresová reakce (vznik, průběh)\nDruhy stresu a strategie jeho zvládání (eustres, distres, adaptace a coping)\nFyzické a psychické projevy nejrozšířenějších úzkostných poruch a deprese\nDopady neléčených úzkostí a deprese na kvalitu života (sociální izolace, obezita, závislosti, vznik a rozvoj kardiovaskulárních onemocnění)\nSebevražda a sebevražedné jednání\n\n16:30 - 17:00 - Občerstvení\n\n17:00 - 19:30 - Blok II.\nPomoc praktického lékaře, psychiatra a psychologa (vyšetření, ambulantní péče, psychoterapie)\nKrizová intervence\nRole zdravotnické záchranné služby v pomoci s akutní úzkostí a těžkou depresí\nHospitalizace v psychiatrické nemocnici\nZáklady duševní hygieny (vlivy vnějšího prostředí, práce s tělem, spánková hygiena, pobyt v přírodě, asertivní komunikace, udržování a rozvoj dlouhodobých vztahů, plánování a systém hodnot)\n\nVstupné na seminář je 250 Kč a v ceně je zahrnuto malé občerstvení\n► online na: https://donate.paralelnipolis.cz/home/319-12-2019-seminar-uzkost-deprese-a-sebevrazda\n► osobně v naší kavárně, kde vám barista s nákupem poradí a pomůže.",
    "refs": {
      "meetup_id": "266725794"
    }
  },
  {
    "id": "2019-12-13-scaleup-meetup-budovani-kultury-zodpovednosti-v-tymech",
    "name": "ScaleUp MeetUp - Budování kultury zodpovědnosti v týmech",
    "instance": "prague",
    "date": "2019-12-13",
    "dateTime": "2019-12-13T12:00:00+01:00",
    "endTime": "2019-12-13T14:00:00+01:00",
    "description": "Stále někoho hlídat, kontrolovat a upomínat? Takhle se práce dělat nedá.\nChcete to změnit? Pak je třeba začít trošku jinde. Třeba sestavováním týmu z těch “nejvhodnějších” a ne těch “nejlepších”.\n\nJenže jak na to? Jak začít budovat opravdovou kulturu zodpovědnosti, kde platí, co se dohodne a každý z týmu převezme otěže za dohody, které uzavírá?\n\nPřesně na tyto otázky budeme hledat odpovědi na workshopu v našem Paper Hubu.\n\nProč vlastně přijít?\nPovíme vám, proč kontrola není 100% nástroj. Ukážeme vám principy, na kterých byste měli začít stavět svůj tým a na čem si zakládat zejména. Naučíme vás budovat kulturu zodpovědnosti ve vašem týmu a v neposlední řadě potkáte nové lidi řešící podobné situace. :-)\n\nAkce je zdarma a je otevřena všem zájemcům ze široké veřejnosti. Kapacita je ale omezená. Chyťte si předem místo na e-mailu: pavel@krepelka.coach.",
    "refs": {
      "meetup_id": "266725751"
    }
  },
  {
    "id": "2019-12-12-hacker-stories-or-jak-vykrast-banku",
    "name": "Hacker Stories | Jak vykrást banku",
    "instance": "prague",
    "date": "2019-12-12",
    "dateTime": "2019-12-12T18:30:00+01:00",
    "endTime": "2019-12-12T20:00:00+01:00",
    "description": "Hacker Stories jsou tu zas! Tentokrát se zaměříme na hackování bank. Lidé dávají bankám naprostou důvěru a nechávají v nich většinu svého majetku. Víte, jak jsou vaše peníze v bance zabezpečené?👀\n\nPodíváme se na případy hackerů, kteří stáli za úspěšnými útoky na bankovní systémy a obohatili se tak o nemalé částky. Přiblížíme si jejich příběhy, postupy a také to, jakým způsobem byli odhaleni a dopadeni.\n\nMůže se stát hackování bankomatů, o kterém sní Hollywood už desítky let, skutečností? Uvedeme vás do příběhů hackování bank, bankomatů a krádeží karet. Magnát, který krade bankovní karty z celého světa, pak je prodává na darknetu a žádná tajná služba ho nedokáže zatknout? I tohle se děje.\nTemná stránka digitálního světa skrývá mnoho fascinujících příběhů, které jsou nejen napínavé, ale mohou nás také hodně naučit o digitální bezpečnosti a světě kolem nás.\n\nPřednášku povede Mário Havel, nadšenec kryptotechnologií a digitální bezpečnosti, člen Paralelní Polis a předseda Slovak Students for Liberty.\n\nHacker Stories je série přednášek, která zkoumá temná zákoutí internetu. Příběhy o hackerech, únicích dat, soukromí a hrozbách dnešního internetu. Jsou určené širokému publiku, takže si nevyžadují specializované znalosti. Naopak, zaměříme se v nich na známe hacky, které měly dopad na celou společnost. Budeme se taky bavit o tom, proč a jak jednotliví hackeři jednali, ale taky si prakticky ukážeme, jak se útokům můžeme bránit.\n\nRezervaci zakoupíte:\n►online na https://donate.paralelnipolis.cz/events/310-12-2019-hacker-stories-jak-vykrast-banku\n► osobně v naší kavárně, kde vám barista s nákupem poradí a pomůže.",
    "refs": {
      "meetup_id": "266725646"
    }
  },
  {
    "id": "2019-12-11-crypto-snidane-or-kryptoekonomika-v-praxi",
    "name": "Crypto snídaně | Kryptoekonomika v praxi",
    "instance": "prague",
    "date": "2019-12-11",
    "dateTime": "2019-12-11T10:00:00+01:00",
    "endTime": "2019-12-11T12:00:00+01:00",
    "description": "Zajímáte se o kryptoměny? Máte chuť se navzájem potkávat a sdílet své zkušenosti? Chcete diskutovat o aktuálním dění ve světě kryptoměn?\nParalelní Polis si pro vás ve spolupráci s Pavel Přecechtěl a Petr Sanetrník připravili pravidelnou akci - Crypto snídaně!\n\nTentokorát budeme řešit Kryptoekonomiku v praxi. Probereme, jak kryptoměny celkovou ekonomiku mění a také, jak mění přístup lidí k penězům a hodnotě. Podíváme se na to, jak daleko nebo na začátku stojíme a zda se Bitcoin jednou může stát celosvetově uznávanou měnou.\n\nNaše pozvání přijal Mgr. Ing. Dominik Stroukal, Ph.D.\nDominik je hlavní ekonom finanční skupiny Roklen, vyučuje na VŠ CEVRO institut, provází pořadem Kdo to platí? na MALL.TV, je také šéfredaktorem časopisu Trade-off, vede společnost bit agency a je autorem několika knih.\n\nMůžete se samozřejmě těšit i na pořádnou snídani! :-)",
    "refs": {
      "meetup_id": "266725632"
    }
  },
  {
    "id": "2019-12-06-parallel-sound-or-introduction-to-music-production",
    "name": "PARALLEL SOUND | Introduction to music production",
    "instance": "prague",
    "date": "2019-12-06",
    "dateTime": "2019-12-06T18:00:00+01:00",
    "endTime": "2019-12-06T20:00:00+01:00",
    "description": "In Paralelní Polis we also love sound and music! We would like to build a community of people who have the same passion to share it with us. And we decided we want to start from scratch.\n\nWe invite you for overview and introduction into electronic music production which is suitable for anyone at beginner level whether you have started producing already or are completely new to the practice. We will cover subjects such as different electronic music genres, equipment and theory. We will be using Ableton Live 10 so please feel free to bring your laptops along if you have the software already. We will take a look at how to navigate the software and some fundamental music production techniques so you have the skills to start creating your own tracks!\n\nWorkshop will be led by Adam Russell. He is a DJ & Producer from Manchester UK. Taking a keen interest in mixing on the decks and the organic underground sounds of house/techno he decided to pursue a three year degree in Electronic Music Production and DJ Practices. With some of today’s best electronic music being made in a bedroom or home studio he is now collaborating with producers to fine tune their production skills, sharing new ideas and helping them to discover their unique sound.",
    "refs": {
      "meetup_id": "266787444"
    }
  },
  {
    "id": "2019-12-05-enviro-meetup-or-zelena-totalita-prichazi-a-pozname-to",
    "name": "Enviro Meetup | Zelená totalita: Přichází? A poznáme to?",
    "instance": "prague",
    "date": "2019-12-05",
    "dateTime": "2019-12-05T18:30:00+01:00",
    "endTime": "2019-12-05T20:30:00+01:00",
    "description": "Environmentální hnutí nabývají zejména v západním světě na nebývalé síle. Protesty za záchranu klimatu, biodiverzity, volání po okamžitých opatřeních ke snížení ekologické stopy. Do toho přibývají reakce států, samospráv a korporací, které se předhánějí v příslibech ekologizačních opatření. Podaří se tento trend udržet při zachování svobodné společnosti? Nebo už se dávno řítíme do nového totalitního řádu, založeného na ideologii záchrany planety před environmentální katastrofou, které bude potřeba podřídit úplně všechno? Paralelní Polis otevírá diskuzi na toto naléhavé téma!\n\nNení to přitom náhoda - letošním nejvýznamnějším “totalitním” výročím je bezesporu 30 let od 17. 11. 1989. Připomínkové akce odkazují nepříznivé poměry období totalitního státu postaveného na marx-leninské ideologii mezi lety 1948 - 1989 a okolnosti jeho zániku. Část z nich varuje před nástupem autoritářských pořádků z pozic ekonomických oligarchů. Jsou to ale opravdu jediné hrozby nových totalit v našich poměrech?\n\nOdpověď na tuto otázku nikdo z nás nezná. Z minulosti se však můžeme v jedné věci poučit - vyplatí se hledat odpovědi v seriózní kritické diskuzi. Proto na meetup pozveme historika, politologa a znalce environmentálního hnutí, se kterými bude moci na uvedené téma otevřeně diskutovat. Jména konkrétních řečníků brzy zveřejníme.\n\nPOZOR - meetup je placený a počet vstupenek je omezen! Navíc máme dvojí vstupné. Jedno základní a druhé s občerstvením. Vstupenku si můžete koupit některým z následujících způsobů:\n\n1. Osobně v kavárně Bitcoin Coffee,\n2. Nebo online základní vstupné za 100,-: https://donate.paralelnipolis.cz/events/317-12-enviro-meetup-zelena-totalita-prichazi-a-pozname-to\nanebo vstupné s občerstvením za 200,- tady: https://donate.paralelnipolis.cz/events/318-12-enviro-meetup-zelena-totalita-prichazi-a-pozname-to-cena-vcetne-obcerstveni\n\nK zakoupení vstupenky budete potřebovat kryptoměnu Bitcoin, Litecoin nebo Monero.",
    "refs": {
      "meetup_id": "266725541"
    }
  },
  {
    "id": "2019-12-04-biohacking-meetup-or-biohacking-nebo-digitalni-samanismus",
    "name": "Biohacking Meetup | Biohacking nebo digitální šamanismus?",
    "instance": "prague",
    "date": "2019-12-04",
    "dateTime": "2019-12-04T18:30:00+01:00",
    "endTime": "2019-12-04T20:00:00+01:00",
    "description": "Slovo biohacking se stále častěji objevuje v médiích a na sociálních sítích. Biohackers mají svůj originální přístup, kombinují různé metody a technologie, které mohou zlepšit náš každodenní život. Ale může být biohacking také nebezpečný?\n\nKolik času věnuje biohacker měření svého těla? A jak pracuje s daty, které získá? Biohacking není pouze ráj, zaslíbený stav těla a mysli, ale také tvrdá práce a dřina, kterou musí člověk podstoupit, pokud chce změnit svůj život a životní styl.\n\nCo se skrývá za slovním spojením digitální šamanismus? Se slovem šamanismus se potkáváme v poslední době stále častěji. Jak spolu souvisí biohacking a šamanismus? Co mají společné a jak je můžeme prakticky využívat v každodenním životě?\n\nNaše pozvání přijal Filip Říha a jeho žena Kateřina Andělová. Filip má za sebou více než 10 let zkušeností se změnami životního stylu, těla a vědomí. Filip je kouč a mentor, který zásadně změnil svůj život. Po studiu v zahraničí pracoval pro mezinárodní poradenskou firmu. V tomto stylu života ale nenašel, co hledal a díky půstu v izraelské poušti se vydal na novou cestu. Teď kombinuje raw food, přirozený pohyb, běhání naboso, jógu, meditaci a primárně vědomý životní styl. Kateřinu na její cestě k rozvoji vědomí a zdravému životnímu stylu nasměrovaly její těžké nemoci, ze kterých se intenzivní prací sama na sobě uzdravila. Díky tomu nasbírala velké množství inspirace, kterou skrze svou tvorbu šíří dál. Píše knihy, pořádá semináře, připravuje divadelní hru a věnuje se osobnímu poradenství a koučinku.\n\nMůžete se těšit na tipy i ukázky toho, co funguje Filipovi a Kateřině a hlavně povídání o tom, co je to vědomý životní styl, co si vůbec vzít z biohackingu a kde jinde hledat inspiraci pro život. Přijďte! Těšíme se!!\nhttp://filipriha.cz/ www.zenyvespojeni.com\n\nVstupenky zakoupíte:\n► online: https://donate.paralelnipolis.cz/events/313-12-biohacking-meetup-peklo-nebo-raj\n► osobně v naší kavárně, kde vám barista s nákupem poradí a pomůže.",
    "refs": {
      "meetup_id": "266725474"
    }
  },
  {
    "id": "2019-11-28-hackovanim-za-lepsi-novinarinu-vol-1",
    "name": "Hackováním za lepší novinařinu vol. 1",
    "instance": "prague",
    "date": "2019-11-28",
    "dateTime": "2019-11-28T18:00:00+01:00",
    "endTime": "2019-11-28T20:00:00+01:00",
    "description": "Ve spolupráci s Nadačním fondem nezávislé žurnalistiky jsme pro vás připravili první novinářské mikrofórum. Cílem této nové akce je představovat zajímavé projekty kombinující novinářskou praxi a využívání nejmodernějších technologií. Celou sérií vás bude provázet Josef Šlerka, ředitel NFNŽ a odborník na analýzu dat ze sociálních sítí.\n\nV rámci prvního takového setkání Vám představíme tyto projekty:\n\nJosef Šlerka: Co přivezli do Hamburku\nJosef se ohlédne za nejzajímavějšími projekty prezentovanými na Global Investigative Journalism Conference 2019 v Hamburku. Také pohovoří o získávání dat ze včelích úlů, jak najít koncentrační tábory v Číně nebo jak využívat grafové databáze ve Financial Times.\n\nJan Cibulka: “Sensor Journalism” v České republice\nJan promluví o tom, jak se dělá novinařina zaměřená na získávání dat pomocí senzorů a přidá také pár novinek o aktuálních projektech, na kterých pracují v redakci iRozhlas.cz.\n\nPavla Holcová, Pavol Lupták: “Ako sme „hackli“ eKasu: podvádzať na daniach nikdy nebolo jednoduchšie.”\nPříběh o tom, jak se podařilo hacknout eKasu na Slovensku i o tom, jak funguje spolupráce novinářů a programátorů společně poví Pavla Holcová, investigativní novinářka, zakladatelka serveru investigace.cz a etický hacker Pavol Lupták, CEO Nethemba s.r.o.\n\nNovinářské mikrofórum Hackováním za lepší novinařinu je součástí nového projektu Media Hub Paralelní Polis, který je zaměřený na podporu nezávislé novinářské praxe v Česku. Cílem je vytvořit platformu pro sdílení zkušeností a šíření vědomostí formou co-workingového prostoru a vzdělávacích aktivit.",
    "refs": {
      "meetup_id": "266384946"
    }
  },
  {
    "id": "2019-11-27-meme-meetup-vol-1",
    "name": "Meme Meetup vol. 1",
    "instance": "prague",
    "date": "2019-11-27",
    "dateTime": "2019-11-27T18:30:00+01:00",
    "endTime": "2019-11-27T20:00:00+01:00",
    "description": "Jestli dnes něco spojuje všechny bez rozdílu věku, pohlaví či politických názorů, jsou to memes!\n\nNa jednom pivu jsme dostali nápad, znáte to... pobavit se o memes trochu jinak. Diskutovat o nich nejen jako o způsobu, jímž trávíme čas, ale také o tom, jak ovlivňují naše schopnosti pozorovat, napodobovat, sdílet a v neposlední řadě uvědomit si, že žijeme ve společnosti.\n\nPrvní večer Meme Meetupu představí vyhaslou internetovou ikonu Lukáše Vychopeně a memologa a znalce českého fotbalu - Vojtěcha Lukavce. Ti nám na svých oblíbených meme momentech představí jejich pohled na tento společensko-kulturní fenomén v českém kontextu.\n\nBudeme se těšit!\n\nRezervaci zakoupíte:\n►online na: https://donate.paralelnipolis.cz/events/312-11-meme-meetup-vol-1",
    "refs": {
      "meetup_id": "266384880"
    }
  },
  {
    "id": "2019-11-26-bitcoin-meetup-or-pohled-na-bitcoin-sociologem",
    "name": "Bitcoin meetup | Pohled na Bitcoin sociologem",
    "instance": "prague",
    "date": "2019-11-26",
    "dateTime": "2019-11-26T18:30:00+01:00",
    "endTime": "2019-11-26T20:00:00+01:00",
    "description": "Přistoupíme-li na tvrzení George Simella, že peníze jsou společenským nárokem, pak bychom se měli ptát, jakou společnost si nárokujeme používáním kryptoměn.\n\nPřednáškou Vás provedou Martin Tremčinský, Filip Vostál a Martin Hájek.\n\nRezervaci zakoupíte:\n►online na https://donate.paralelnipolis.cz/events/307-11-bitcoin-meetup-pohled-na-bitcoin-sociologem\n► osobně v naší kavárně, kde vám barista s nákupem poradí a pomůže.",
    "refs": {
      "meetup_id": "266384847"
    }
  },
  {
    "id": "2019-11-21-enviro-meetup-or-energetika-otevrene-jadro-uhli-renewables",
    "name": "Enviro Meetup | Energetika otevřeně - jádro, uhlí, renewables",
    "instance": "prague",
    "date": "2019-11-21",
    "dateTime": "2019-11-21T18:30:00+01:00",
    "endTime": "2019-11-21T20:30:00+01:00",
    "description": "Pro příklady různých energetických trendů a jejich výsledků nemusíme chodit daleko. ČR v posledních 50 letech zažila přinejmenším tři:\n\n► období takřka výlučné kombinace tepelných a vodních elektráren\n► výstavbu jaderných elektráren\n► významnou státní podporu obnovitelných zdrojů\n\nSpolečně se budeme bavit s odborníky, jak zdejší energetický mix vypadá a proč tomu tak je. Jaké technologie získávání energie máme k dispozici a jaká rizika jsou s nimi spojena.\n\nElektrická energie je nejen zásadním enviro. fenoménem, je hlavně univerzálním zdrojem uspokojení stále většího okruhu lidských potřeb.\nŽárovka, elektromotor, mikročip, baterie, atd. zásadním způsobem ovlivnily podobu naší planety a společnosti a vývoj tímto směrem stále nabírá na obrátkách. Míra lidského blahobytu se stává čím dál více závislá na dostatečném přísunu el. energie. A to pokud možno kdekoliv na světě.\n\nNa jednu stranu se můžeme radovat, že už nemusíme nutně spoléhat na přímou konzumaci fosilních paliv a můžeme elektrickou energii získávat z obnovitelných zdrojů. Využívání těchto zdrojů však stále čelí mnoha překážkám – zabírá spoustu místa, ruší krajinný ráz, či nedokáže spolehlivě a stabilně nasytit stále rostoucí spotřebu. Využívání fosilních paliv a jaderné energie zajišťuje stabilní vysokou a snadno škálovatelnou produkci, avšak za cenu a rizika, které už dnes možná nejsme ochotni přijmout.\n\nPoprvé na Enviro Meetup otevíráme otázku energetiky, těšíme se na vaši účast a podněty, které z diskuze vyplynou!",
    "refs": {
      "meetup_id": "266384766"
    }
  },
  {
    "id": "2019-11-19-biohacking-meetup-or-pohybova-hygiena",
    "name": "Biohacking Meetup | Pohybová hygiena",
    "instance": "prague",
    "date": "2019-11-19",
    "dateTime": "2019-11-19T18:30:00+01:00",
    "endTime": "2019-11-19T20:00:00+01:00",
    "description": "Máme pro vás praktický workshop o pohybové hygieně.🤸‍♂️\nTvoří ji určité návyky, které při pravidelném opakování a zařazení do denní rutiny dokáží zlepšit a obohatit život.\n\nVyzkoušíme si jednoduchý check, kterým zjistíme, jak jsme na tom s rovnováhou a trochu se popereme s gravitací. Povíme si o základních principech udržování svého těla fit a bez bolestí v dlouhodobém měřítku, nebo jak můžeme např. při čištění zubů pracovat na odstraňování dysbalancí.\n\nPraktickým workshopem Vás provede Robin Viktora, který v roce 2014 společně s Jirkou Smigou založil skupinu Dark Side Movement, jejíž tělocvična je v Brně. Zde také vytváří komunitu lidí bavící se cvičením a vede skupinové lekce síly a mobility. Lekce jsou přizpůsobené jak pro sportovce, tak pro lidi se sedavým zaměstnáním.\n\nVstupenky zakoupíte:\n► online na https://donate.paralelnipolis.cz/events/311-11-biohacking-meetup-pohybova-hygiena",
    "refs": {
      "meetup_id": "266384517"
    }
  },
  {
    "id": "2019-11-14-hacker-stories-or-revenge-porn",
    "name": "Hacker Stories | Revenge Porn",
    "instance": "prague",
    "date": "2019-11-14",
    "dateTime": "2019-11-14T18:30:00+01:00",
    "endTime": "2019-11-14T20:00:00+01:00",
    "description": "Připravte se na přednášku o nahých fotkách. Nejcitlivější osobní údaje, které většina lidí nosí s sebou v kapse. Máte je v telefonu taky?\nCo se může stát, pokud je pošlete pomstychtivému příteli? Co asi udělá hacker, který o nich ví a chce je získat? Jak se před pár lety dostali útočníci ke stovkám nahých fotografií světových celebrit?\n\nV rámci přednášky si povíme o historii tzv. revenge porn = obchodování s ukradenými nahými fotkami. Hlavně vám ale ukážeme, jak se takové nepříjemné krádeži bránit.\nPřednášku povede Mário Havel, člen Paralelní Polis a předseda Slovak Students for Liberty.\n\nHacker Stories je série přednášek zkoumající temná internetová zákoutí - o hackerech, únicích dat, soukromí a dalších hrozbách dnešního internetu. Jsou určeny širokému publiku, takže nevyžadují specializované znalosti. Zajímají vás známé hacky, jež měly dopad na celou společnost? Proč a jak jednotliví hackeři jednali? Pak jsou přednášky přesně pro vás. Mimo tyto zajímavosti si také prakticky ukážeme, jak se útokům můžeme bránit.\n\nRezervaci zakoupíte:\n►online na https://donate.paralelnipolis.cz/events/309-11-hacker-stories-revenge-porn",
    "refs": {
      "meetup_id": "266383015"
    }
  },
  {
    "id": "2019-11-12-crypto-snidane-decentralizovane-financnictvi-de-fi",
    "name": "Crypto Snídaně - Decentralizované finančnictví De-Fi?",
    "instance": "prague",
    "date": "2019-11-12",
    "dateTime": "2019-11-12T21:00:00+01:00",
    "endTime": "2019-11-12T23:00:00+01:00",
    "description": "Zajímáte se o kryptoměny? Máte chuť se navzájem potkávat a sdílet své zkušenosti? Chcete diskutovat o aktuálním dění ve světě kryptoměn?\nParalelní Polis si pro vás ve spolupráci s Crypviz a Investree připravili pravidelnou akci - Crypto snídaně!\n\nTentokrát na téma: Decentralizované finančnictví - De-Fi. Jak funguje decentralizované finančnictví? Je vůbec možné si vzít decentralizovanou půjčku?\n\nZačínáme v 9 hod. Těšte se na pořádné jídlo: vajíčka, párky, šunku, sýr, máslo, pečivo, quiche koláče a výborné kafe. Vše pro Vás s láskou připraví Bitcoin Coffee.\n\nRezervaci zakoupíte:\n►online na https://donate.paralelnipolis.cz/events/283-9-crypto-snidane-komu-patril-muj-bitcoin\n► osobně v kavárně Bitcoin Coffee, kde vám barista s nákupem poradí a pomůže.",
    "refs": {
      "meetup_id": "264054156"
    }
  },
  {
    "id": "2019-11-12-bitcoin-meetup-i-zaklady-bitcoinu",
    "name": "Bitcoin meetup I Základy Bitcoinu",
    "instance": "prague",
    "date": "2019-11-12",
    "dateTime": "2019-11-12T18:30:00+01:00",
    "endTime": "2019-11-12T20:30:00+01:00",
    "description": "Jak funguje současný finanční systém a může mu být Bitcoin alternativou?\nV rámci své přednášky se Lucie Komárková zaměří na minulost a současnost Bitcoinu. Bude mluvit o jeho vzniku a technologických aspektech jeho fungování, a také o momentální ekonomice.\n\nLucie je členkou Paralelní Polis a Students for Liberty. Věnuje se talebovskému pohledu na svět, decentralizovaným systémům a exponencionálním technologiím v čele s Bitcoinem, o kterém společně s rakouskou ekonomií přednáší.\n\nRezervaci zakoupíte:\n►online na https://donate.paralelnipolis.cz/events/283-9-crypto-snidane-komu-patril-muj-bitcoin\n► osobně v kavárně Bitcoin Coffee, kde vám barista s nákupem poradí a pomůže.",
    "refs": {
      "meetup_id": "264054238"
    }
  },
  {
    "id": "2019-10-30-hranice-svobody-or-paralelni-vzdelavani",
    "name": "Hranice svobody | Paralelní vzdělávání",
    "instance": "prague",
    "date": "2019-10-30",
    "dateTime": "2019-10-30T18:30:00+01:00",
    "endTime": "2019-10-30T20:30:00+01:00",
    "description": "Existují různé alternativní modely vzdělávání? Kde všude se můžeme vzdělávat a jak?\n\nMichal Kandler, člen Svobody Učení, v rámci své přednášky vysvětlí, proč není možná opravdová reforma uvnitř existujícího tradičního systému vzdělávání. Zároveň představí koncept sebeřízeného vzdělávání a jeho jednotlivé formy - od deschoolingu, až po worldschooling.\nPo přednášce bude panelová diskuse s konkrétními zástupci z řad studentů a rodičů, kteří se rozhodli převzít zodpovědnost za svoje vzdělávání a vzdělávání svých dětí.\n\nRezervaci zakoupíte:\n►online na https://donate.paralelnipolis.cz/events/283-9-crypto-snidane-komu-patril-muj-bitcoin\n► osobně v kavárně Bitcoin Coffee, kde vám barista s nákupem poradí a pomůže.",
    "refs": {
      "meetup_id": "264055175"
    }
  },
  {
    "id": "2019-10-02-decentruck-i-pod-sluncem-tma",
    "name": "Decentruck I Pod sluncem tma",
    "instance": "prague",
    "date": "2019-10-02",
    "dateTime": "2019-10-02T18:30:00+02:00",
    "endTime": "2019-10-02T20:30:00+02:00",
    "description": "Projekce dokumentárního filmu režiséra Martina Marečka zachycuje úskalí rozvojové pomoci Africe. Po skončení projekce budete mít navíc možnost diskutovat nejen se samotným režisérem filmu, ale i s hlavními hrdiny příběhu.\n\nFilm na příběhu dvou českých expertů v zambijské osadě Masuku, kterou elektrifikovali solárními panely, naprosto otevřeně sleduje úskalí rozvojové pomoci. Je příběhem pokusu předání evropské technologie a odpovědnosti, ale i „zlatých českých ručiček“, které si dokáží poradit i uprostřed Afriky.\n\nProjekci navštíví spolu s režisérem Martinem Marečkou i ekolog a odborník na obnovitelné zdroje Milan Smrž a Tomáš Tožička, odborník na regionální rozvoj.\n\nVstupné činí 150 Kč a můžete si ho zakoupit osobně v naší kavárně v den promítání, kde vám barista s nákupem poradí a pomůže.\n\n▲▲▲\nParalelní Polis je think tank a hackerspace zabývající se tématy jako je decentralizace, digitální soukromí, kryptoanarchie a anonymita. Jsme nezávislí na státních příspěvcích a pokud se vám náš program líbí, můžete nás podpořit. Děkujeme!\n\nBitcoinová adresa:\n3EDpvTPzVXRKRtX7CyrkeBw3PuRHPCQtz6\n\nLitecoinová adresa:\nMHRjLS29G9Ax7jT6xn4Ynu6XAWv8nvQkRc\n\nMonero adresa:\n43CHrnDHo4BjJQNtduvJUv1a5SYFHFD9fQfappCueGT79aTADryiGfUMwX4CAif3DCRrtyEYmtMDdbPpSzMw8DsmLjL1MQw",
    "refs": {
      "meetup_id": "265152567"
    }
  },
  {
    "id": "2019-09-25-crypto-snidane-komu-patril-muj-bitcoin",
    "name": "Crypto Snídaně - Komu patřil můj Bitcoin?",
    "instance": "prague",
    "date": "2019-09-25",
    "dateTime": "2019-09-25T09:00:00+02:00",
    "endTime": "2019-09-25T11:00:00+02:00",
    "description": "Zajímáte se o kryptoměny? Máte chuť se navzájem potkávat a sdílet své zkušenosti? Chcete diskutovat o aktuálním dění ve světě kryptoměn?\nParalelní Polis si pro vás ve spolupráci s Crypviz a Investree připravili pravidelnou akci - Crypto snídaně!\n\nTentokrát posnídáme na téma: Je možné vystopovat něčí transakce? A jak se bezpečně chovat k Bitcoinům, abyste po sobě zanechali co nejméně stop?\n\nNaše pozvání přijal Aleš Janda - programátor a analytik, který pomáhal v minulosti vystopovat ukradené Bitcoiny např. z české burzy Bitcash.cz.\n\nZačínáme v 9 hod. Těšte se na pořádné jídlo: vajíčka, párky, šunku, sýr, máslo, pečivo, quiche koláče a výborné kafe. Vše pro Vás s láskou připraví Bitcoin Coffee.\n\nRezervaci zakoupíte:\n►online na https://donate.paralelnipolis.cz/events/283-9-crypto-snidane-komu-patril-muj-bitcoin\n► osobně v kavárně Bitcoin Coffee, kde vám barista s nákupem poradí a pomůže.",
    "refs": {
      "meetup_id": "264321785"
    }
  },
  {
    "id": "2019-09-17-bitcoin-meetup-or-iterating-decentralised-governance",
    "name": " Bitcoin Meetup | Iterating Decentralised Governance",
    "instance": "prague",
    "date": "2019-09-17",
    "dateTime": "2019-09-17T18:30:00+02:00",
    "endTime": "2019-09-17T20:00:00+02:00",
    "description": "We invited Steve Fau to talk to us about decentralised governance. He will present use case of how Ethfinex designed it's governance model and the challenges we had to overcome before evolving to DeversiFi.\n\nHe will also talk about:\n- How Ethfinex found and operates DAO\n- Designing governance model to align with the business goals of decentralised exchange\n- Role of utility token in a DAO & is utility token really necessary?\n\nSteve Fau has a background in traditional finance and computer science. After conducting own research in the blockchain ecosystem from late 2016, Steve finally joined Ethfinex in 2018 as a project management intern. He was soon assigned a product manager role, overseeing the development of Ethfinex Trustless - a very unique hybrid decentralised exchange product. This DEX has rapidly evolved into a core product of newly launched venture, DeversiFi, where Steve currenly serves as head of product. He is currently focusing on the UX aspect of things to bring the DeFi world closer to the masses.\n\n▲▲▲\nParallel Polis is a think tank and hackerspace that focuses on topics such as decentralization, digital privacy, cryptoanarchy and anonymity. We are independent of state contributions - you can support us if you like our program. Thank you!\n\nBitcoin address:\n3EDpvTPzVXRKRtX7CyrkeBw3PuRHPCQtz6\n\nLitecoin address:\nMHRjLS29G9Ax7jT6xn4Ynu6XAWv8nvQkRc\n\nMonero address:\n43CHrnDHo4BjJQNtduvJUv1a5SYFHFD9fQfappCueGT79aTADryiGfUM",
    "refs": {
      "meetup_id": "264549228"
    }
  },
  {
    "id": "2019-08-25-crypto-snidane-komu-patril-muj-bitcoin",
    "name": "Crypto Snídaně - Komu patřil můj Bitcoin?",
    "instance": "prague",
    "date": "2019-08-25",
    "dateTime": "2019-08-25T21:00:00+02:00",
    "endTime": "2019-08-25T23:00:00+02:00",
    "description": "Zajímáte se o kryptoměny? Máte chuť se navzájem potkávat a sdílet své zkušenosti? Chcete diskutovat o aktuálním dění ve světě kryptoměn?\nParalelní Polis si pro vás ve spolupráci s Crypviz a Investree připravili pravidelnou akci - Crypto snídaně!\n\nTentokrát posnídáme na téma: Je možné vystopovat něčí transakce? A jak se bezpečně chovat k Bitcoinům, abyste po sobě zanechali co nejméně stop?\n\nNaše pozvání přijal Aleš Janda - programátor a analytik, který pomáhal v minulosti vystopovat ukradené Bitcoiny např. z české burzy Bitcash.cz.\n\nZačínáme v 9 hod. Těšte se na pořádné jídlo: vajíčka, párky, šunku, sýr, máslo, pečivo, quiche koláče a výborné kafe. Vše pro Vás s láskou připraví Bitcoin Coffee.\n\nRezervaci zakoupíte:\n►online na https://donate.paralelnipolis.cz/events/283-9-crypto-snidane-komu-patril-muj-bitcoin\n► osobně v kavárně Bitcoin Coffee, kde vám barista s nákupem poradí a pomůže.",
    "refs": {
      "meetup_id": "264054064"
    }
  },
  {
    "id": "2019-08-22-prvni-sklizen-z-paralelni-hydroponie-v-bistru-8",
    "name": "První sklizeň z Paralelní hydroponie v Bistru 8",
    "instance": "prague",
    "date": "2019-08-22",
    "dateTime": "2019-08-22T19:00:00+02:00",
    "endTime": "2019-08-22T21:00:00+02:00",
    "description": "Paralelní hydroponii v Bistru 8 se daří parádně a salátky s bazalkou budou za 14 dní připravené na první sklizeň!\nSklizení první úrody je speciální zážitek a vždy je ve vzduchu napětí, jak úroda pěstovaná bez půdy bude vlastně chutnat.\n\nVšechny vás zveme! Chceme abyste u tohoto krásného momentu byli s námi. Bistro 8 připraví delikátní meníčko vytvořené výhradně ze sklizených salátků a bazalek, a vy tak máte jedinečnou možnost ochutnat.\nKluci z Parallel Garden navíc promluví o podstatě jejich hydroponií, o zkušenostech s hydroponickým pěstováním a o jejich vizi do budoucna.\nZ Paralelní Polis dorazí produkční tým, který zařídí live stream a dosah pro další fanoušky mimo Prahu.\n\nObjevujte s námi nový fenomén soběstačnosti pěstování ve městech ;) Moc se na vás těšíme a budeme rádi, když vás přijde co nejvíc!",
    "refs": {
      "meetup_id": "264053989"
    }
  },
  {
    "id": "2019-07-19-hackatotshis-flying-circuit",
    "name": "Hackatotshi's Flying Circuit",
    "instance": "prague",
    "date": "2019-07-19",
    "dateTime": "2019-07-19T16:20:00+02:00",
    "endTime": "2019-07-21T23:59:00+02:00",
    "description": "Weekend-long hacking competition focused on privacy, individual freedom, decentralization and viable system exploits. Each track will have three winning teams awarded with prize money (cryptocurrency) & sw from the sponsors. Code submissions have to be open sourced.\n\nManifesto:\nParalelní Polis' mission is to bring alternatives and tools for preventing authoritarian tendencies in society. Hackatoshi’s Flying Circuit is an intervention of cypherpunks into both virtual and physical public space to concentrate inspiration and knowledge to address sick parts of the system and fix them with solutions resulting from privacy and decentralized principles.\n\nPrize money (paid in cryptocurrency):\n1st = $1000\n2nd = $500\n3rd = $200\n+ sw licences\n\nRSVP or register using the website: https://FlyingCircuit.com\n(confirmations will happen 1-2 weeks before the event)",
    "refs": {
      "meetup_id": "262284515"
    }
  },
  {
    "id": "2019-07-16-bitcoin-meetup-or-bitcoin-zblizka",
    "name": "Bitcoin meetup | Bitcoin zblízka",
    "instance": "prague",
    "date": "2019-07-16",
    "dateTime": "2019-07-16T18:30:00+02:00",
    "endTime": "2019-07-16T20:30:00+02:00",
    "description": "Kde se vzal bitcoin a jak funguje? Proč jej vlastnit a co od něj očekávat v budoucnu? A kde ho pořídit a jaké má využití?\n\nPozvání na další přednášku o kryptoměnách přijal dlouholetý bitcoin nadšenec a bloger Karel Fillner. Karel bude mluvit mimo jiné také o tom, proč je dobré uvažovat o bitcoinu ne jen jako o investiční příležitosti.\nPo přednášce bude prostor na vaše dotazy. Nově nabyté znalosti\nsi navíc budete moci vyzkoušet v naší Bitcoin Coffee.\n\n▲▲▲\nParalelní Polis je think tank a hackerspace zabývající se tématy jako je decentralizace, digitální soukromí, kryptoanarchie a anonymita. Jsme nezávislí na státních příspěvcích - pokud se vám náš program líbí, můžete nás podpořit. Děkujeme!\n\nBitcoinová adresa:\n3EDpvTPzVXRKRtX7CyrkeBw3PuRHPCQtz6\n\nLitecoinová adresa:\nMHRjLS29G9Ax7jT6xn4Ynu6XAWv8nvQkRc\n\nMonero adresa:\n43CHrnDHo4BjJQNtduvJUv1a5SYFHFD9fQfappCueGT79aTADryiGfUMwX4CAif3DCRrtyEYmtMDdbPpSzMw8DsmLjL1MQw",
    "refs": {
      "meetup_id": "263057543"
    }
  },
  {
    "id": "2019-07-07-crypto-camp-paralelni-polis-2019-july-7-12-en",
    "name": "Crypto Camp Paralelní Polis 2019 ►July 7-12 (EN)",
    "instance": "prague",
    "date": "2019-07-07",
    "dateTime": "2019-07-07T18:00:00+02:00",
    "endTime": "2019-07-12T20:00:00+02:00",
    "description": "• What we'll do\nhttps://www.facebook.com/events/2563944276965618/\n\nSpend five unforgettable days with ethical hackers in the beautiful city of Prague. In one week, we will teach you the basics of cryptocurrencies, blockchain, digital security, darknet, 3D printing and electronics. We will equip you with the knowledge and tools to engage in an independent society and protect your liberty.\n\nEach day, you will have the opportunity to attend a lecture and workshop. We will also have evening movie screenings focused on the themes of the Crypto Camp. Besides studying, you will experience great food served by Bitcoin Coffee and have plenty of time for leisure activities and exploring Prague. The camp ends with a party and every participant receives a certificate of completion.\n\nCome and experience the dark atmosphere of crypto-center of Europe, BOOK YOUR SPOT NOW ►►► https://donate.paralelnipolis.cz/home/212-crypto-camp-july-7-12-2019-en\n\n► What’s Included in the Price of 8,000 CZK (~300 €)?◄\nFive lectures and five workshops from Monday to Friday\nWelcome dinner at a local restaurant\nBreakfasts from Monday until Friday\nLunches from Monday until Friday\nCrypto Camp t-shirt\nCertificate of completion\nClosing party\n► Team ◄\nYou will be lectured by ethical hackers and cryptoanarchists from Paralelní Polis and friendly organizations. You will also have plenty of opportunities to meet with members of our team who build the cypherpunk future into the reality of present. This includes the team and club members of the Institute of Cryptoanarchy, Bitcoin Coffee and Paper Hub.\n\n► Requirements ◄\nPaid Crypto Camp fee (you will receive order reference, which serves as a ticket)\nWorkshops require your own computer to perform most of the practical tasks\n\n► Dates and Payment ◄\nYou can book your spot directly by paying the fee at:\n\nJuly 7-12 – English language\nJuly 14-19 – Czech language\nNext runs will be in the summer of 2020.\n\n#CCPP19",
    "refs": {
      "meetup_id": "257744445"
    }
  },
  {
    "id": "2019-06-20-vejdi-ven-or-arthur-f-sniegon-safe-elephants",
    "name": "VEJDI VEN | Arthur F. Sniegon: Safe Elephants",
    "instance": "prague",
    "date": "2019-06-20",
    "dateTime": "2019-06-20T18:03:00+02:00",
    "endTime": "2019-06-20T21:03:00+02:00",
    "description": "Přednáška s projekcí dokumentu\n\nVEJDI VEN je série přednášek a diskuzí s cílem připravit a podpořit nový projekt Paralelní Polis s pracovním názvem CRYPTO TRUCK. Naším už čtvrtým hostem bude dobrodruch a ochránce slonů z Třince Arthur F. Sniegon.\n\nArthur se po ukončení studia Ekologické a evoluční biologie na Přírodovědecké fakultě UK vydal zachraňovat slony do centrální Afriky. Většinu cesty absolvoval na kole a kajaku a tímto způsobem procestoval bezmála 6000 km těmi nejzapadlejšími oblastmi Kamerunu, Gabonu, Konga, Demokratického Konga, Středoafrické republiky a Čadu.\n\nV průběhu své cesty se začal aktivně zapojovat do vyšetřování ilegálního obchodu s volně žijícími živočichy. Aby poznal, zdokumentoval a následně změnil temnou realitu pytláctví slonů a ilegálního obchodu se slonovinu začal se osobně stýkat s lovci, pytláky a pašeráky, byl volavkou a jeho aktivity vedly až k zatčení několika překupníků. Ilegálním obchodem s volně žijícími zvířaty se Arthur zabývá stále a mimo jiné působí v afrických národních parcích, kde mapuje a popisuje sloní populaci.\n\nV rámci své přednášky nám Arthur představí a promítne svůj dokumentární film, který v Africe natočil, poví nám více o své expedici, a promluví o tom, co v současné době v rámci boje s ilegálním obchodem s volně žijícími zvířaty podniká.\n\nVstup na akci dobrovolný. Avšak zakoupením rezervace, přispíváte ke kvalitními programu v Paralelní Polis. Akce začne v 18:30 neformálním posezením v naší kavárně, kde představíme projekt Crypto Trucku. Samotná přednáška pak začne od 19:00.\n\nODKAZ na zakoupení rezervace:\nhttps://donate.paralelnipolis.cz/en/events/274-6-vejdi-ven-arthur-f-sniegon-safe-elephants\n\nCRYPTO TRUCK je projekt s cílem přinést do Afriky a celého světa nejnovější technologie a myšlenky udržitelného rozvoje, vztahu k naší planetě, ale také kryptoanarchie, digitální svobody, decentralizace a možnosti paralelní společnosti. Pojďte do toho s námi nebo nás podpořte a staňte se tak součástí tohoto neuvěřitelného příběhu.",
    "refs": {
      "meetup_id": "261571389"
    }
  },
  {
    "id": "2019-06-12-rust-and-wasm",
    "name": "RUST & WASM",
    "instance": "prague",
    "date": "2019-06-12",
    "dateTime": "2019-06-12T18:00:00+02:00",
    "endTime": "2019-06-12T20:00:00+02:00",
    "description": "Zveme Vás na druhý ze tří workshopů, ve kterých si osvojíte základy programování WebAssembly v jazyce Rust. Workshop je určen pro začátečníky či zájemce o programování v jazyce Rust, kteří by rádi nahlédli do zákulisí tvorby jednoduché WASM aplikace - interaktivní variace na Conwayovu hru \"Life\".\n\nWorkshop povede Jakub Lanc a čeká vás:\n\n- příprava potřebných komponentů\n- základy wasm-bindgen - rozhraní mezi JavaScriptem a WASM moduly\n- kompilace a spuštění elementárního WASM modulu (\"Hello, Rust&WASM!\") v prohlížeči\n- experimentování s Rust kódem - stavební kameny \"Life\" aplikace\n\nWorkshop bude koncipován v praktické rovině. Měli byste mít základní znalosti programování (ideálně ve staticky typovaných jazycích) a základy JavaScriptu. Příklady budou demonstrovány v prostředí Windows 10, ale instalační a další kroky by měly být podobné i pro ostatní OS. Můžete přijít i přesto, že jste na prvním workshopu nebyli.\n\nTěšíme se na vás!\n\n▲▲▲\n\nParalelní Polis je think tank a hackerspace zabývající se tématy jako je decentralizace, digitální soukromí, kryptoanarchie a anonymita. Jsme nezávislí na státních příspěvcích a vaše podpora tuto nezávislost posílí. Líbí se vám náš program? Podpořte nás:\n\nBitcoinová adresa:\n3EDpvTPzVXRKRtX7CyrkeBw3PuRHPCQtz6\n\nLitecoinová adresa:\nMHRjLS29G9Ax7jT6xn4Ynu6XAWv8nvQkRc\n\nMonero adresa:\n43CHrnDHo4BjJQNtduvJUv1a5SYFHFD9fQfappCueGT79aTADryiGfUMwX4CAif3DCRrtyEYmtMDdbPpSzMw8DsmLjL1MQw",
    "refs": {
      "meetup_id": "262122497"
    }
  },
  {
    "id": "2019-06-11-design-meetup-or-synthetic-vision",
    "name": "DESIGN MEETUP | SYNTHETIC VISION",
    "instance": "prague",
    "date": "2019-06-11",
    "dateTime": "2019-06-11T18:30:00+02:00",
    "endTime": "2019-06-11T20:30:00+02:00",
    "description": "Design meetup je nová série přednášek zaměřená na různé podoby designu ve vztahu k digitálním technologiím. Zaměříme se na zkoumání různých metod, trendů a designových řešení. V rámci prvního setkání jsme pozvali grafickou designéru Lenka Hámošovou a teoretika Lukáše Pilku.\n\nLenka se v rámci své přednášky zaměří na to, jakým způsobem dokáže umělá inteligence generovat fotorealistické scenérie, objekty, zvířata nebo lidi, které nepochází z našeho fyzického světa. Jedna polovina internetu se baví face-swap filtrami, druhá se děsí zneužití deepfakes či už v politickém nebo osobním životě. Je nejvyšší čas na reset našeho vizuálního očekávání a nastartování procesu adaptace no novou post-truth realitu.\n\nLukáš bude mluvit o tom, jak stroje vidí umění. Umělá inteligence dnes dokáže “vidět” a navigovat samořiditelná auta, identifikovat osoby nebo detekovat nevybuchlou munici. S jistotou rozpozná, jaké objekty jsou na fotografii, ale zvládne také odhalit malířský rukopis, výtvarný styl a přinést nový pohled na klasická i současná umělecká díla.\n\nLukáš je kritik, publicista, doktorand na pražské UMPRUM a artdirector ve studiu BlueGhost. Zabývá se grafickým designem, současnými technologiemi a přesahy obojího do světa volného umění. Lenka je grafická designérka, kterou baví zkoumání reality kolem nás kritickým pohledem. Její design odhaluje to, co nám často zůstává skryté.\n\nTěšíme se na vás!\n\n▲▲▲\nParalelní Polis je think tank a hackerspace zabývající se tématy jako je decentralizace, digitální soukromí, kryptoanarchie a anonymita. Jsme nezávislí na státních příspěvcích a vaše podpora tuto nezávislost posílí. Líbí se vám náš program? Podpořte nás:\n\nBitcoinová adresa:\n3EDpvTPzVXRKRtX7CyrkeBw3PuRHPCQtz6\n\nLitecoinová adresa:\nMHRjLS29G9Ax7jT6xn4Ynu6XAWv8nvQkRc\n\nMonero adresa:\n43CHrnDHo4BjJQNtduvJUv1a5SYFHFD9fQfappCueGT79aTADryiGfUMwX4CAif3DCRrtyEYmtMDdbPpSzMw8DsmLjL1MQw",
    "refs": {
      "meetup_id": "261677445"
    }
  },
  {
    "id": "2019-06-06-sucho-sucho-sucho",
    "name": "Sucho, sucho, sucho! ",
    "instance": "prague",
    "date": "2019-06-06",
    "dateTime": "2019-06-06T18:30:00+02:00",
    "endTime": "2019-06-06T20:30:00+02:00",
    "description": "Už několik let zažíváme v Česku nebývalá sucha. Zemědělcům klesá úroda a stoupají kompenzace. Smrky se s posledním vypětí sil snaží zanechat potomstvo. Hladina ve studnách klesá. Jsme na tyto rychlé změny připraveni? Uvědomujeme si je vůbec?\n\nObnova lesů bližší k přirozenému stavu je díky suchu a přemnožené spárkaté zvěři čím dál obtížnější. Díky odvodňovacím melioracím jsme z velké části české krajiny udělali vyschlé stepi až polopouště. Narušili jsme malý vodní okruh, a ten velký nejspíš změnil směr i intenzitu.\n\nPřijďte diskutovat se třemi odborníky o tom, jak můžeme s vysycháním krajiny bojovat, jak v ní zadržet víc vody a znovu rozhýbat malý vodní cyklus. Naše řečníky brzy představíme.",
    "refs": {
      "meetup_id": "261485710"
    }
  },
  {
    "id": "2019-06-06-crypto-snidane-or-bitcoin-vs-banky",
    "name": "Crypto snídaně | Bitcoin vs. Banky",
    "instance": "prague",
    "date": "2019-06-06",
    "dateTime": "2019-06-06T09:00:00+02:00",
    "endTime": "2019-06-06T11:00:00+02:00",
    "description": "Paralelní Polis ve spolupráci s Crypviz a Investree připravili meetup zaměřený na komunitu lidí, kteří mají chuť se navzájem potkávat a diskutovat o aktuálním dění ve světě kryptoekonomiky. Crypto snídaně se pravidelně koná vždy první týden v měsíci. Pokaždé bude má své téma a zveme čestného hosta.\nTakže nejdříve si dáme něco dobrého a pak bude následovat diskuze na téma Bitcoin vs. Banky. Může fungovat propojení bank a kryptoměn? Je vůbec nutné propojovat tyto dva světy? Naše pozvání přijal Karel Fillner, který působí jako ředitel v krypto bankovní asociaci BACCA, s Bitcoinem má zkušenosti od roku 2012 a má svůj publikační web btctip.cz.\n\nPokud Tě baví kryptoměny, decentralizace a dapp tak se stav! Začínáme v 9:00. Můžeš se těšit na pořádný bufet v ceně: vajíčka se slaninou, sýry a quiche a samozřejmě nebude scházet výborná kávu. Vše pro nás s láskou připraví Bitcoin Coffee.\n\nVstup, kterým pokrýváme náklady: 200 Kč - platba na místě v BTC/LTC nebo na našich stránkách https://donate.paralelnipolis.cz/en/events/271-6-crypto-snidane-banky-vs-kryptomeny\n\n▲▲▲\nParalelní Polis je think tank a hackerspace zabývající se tématy jako je decentralizace, digitální soukromí a anonymita. Jsme nezávislí na státních příspěvcích a vaše podpora tuto nezávislost posílí.\n\nLíbí se vám náš program? Podpořte nás:\n\nBTC adresa:\n35HMwZkg7CcXWytcXUHsqCqojJp7ZmLpBt\n\nLTC adresa:\nLeyyHzC9gUD4TJ9ZEJ5oUt4931N6FiUBTN\n\nXMR adresa:\n43CHrnDHo4BjJQNtduvJUv1a5SYFHFD9fQfappCueGT79aTADryiGfUMwX4CAif3DCRrtyEYmtMDdbPpSzMw8DsmLjL1MQw",
    "refs": {
      "meetup_id": "261486166"
    }
  },
  {
    "id": "2019-06-04-kryptomeny-pro-lidi",
    "name": "KRYPTOMĚNY PRO LIDI",
    "instance": "prague",
    "date": "2019-06-04",
    "dateTime": "2019-06-04T18:30:00+02:00",
    "endTime": "2019-06-04T20:30:00+02:00",
    "description": "Kryptoměny jsou zbytečně složité, špatně se s nimi pracuje a pro běžného smrtelníka jsou nepoužitelné a zbytečné. Nesmysl!\n\nPodle nás jsou hudbou budoucnosti! Stavte se v Paralelní Polis a promluvíme si o nejznámějších mýtech, které si lidi s touto měnou pojí. V rámci interaktivní přednášky Vám ukážeme, jak si kryptoměnu jako např. bitcoin můžete zakoupit, kde si ji můžete uložit a samozřejmě si taky vyzkoušíme platbu. Můžete si koupit naši skvělou kávu nebo nějaký dortík.\n\nPřednáškou Vás provede Jakub Souček, který Vám ukáže, že práce s kryptoměnami je úplně pro každého a neliší se od práce s klasickými penězi.\n\nTěšíme se na vás!\n\n▲▲▲\nParalelní Polis je think tank a hackerspace zabývající se tématy jako je decentralizace, digitální soukromí, kryptoanarchie a anonymita. Jsme nezávislí na státních příspěvcích a vaše podpora tuto nezávislost posílí.\nLíbí se vám náš program? Podpořte nás:\n\nBitcoinová adresa:\n3EDpvTPzVXRKRtX7CyrkeBw3PuRHPCQtz6\n\nLitecoinová adresa:\nMHRjLS29G9Ax7jT6xn4Ynu6XAWv8nvQkRc\n\nMonero adresa:\n43CHrnDHo4BjJQNtduvJUv1a5SYFHFD9fQfappCueGT79aTADryiGfUMwX4CAif3DCRrtyEYmtMDdbPpSzMw8DsmLjL1MQw",
    "refs": {
      "meetup_id": "261677340"
    }
  },
  {
    "id": "2019-05-30-kino43-sbohem-decaku",
    "name": "KINO43: Sbohem Děcáku",
    "instance": "prague",
    "date": "2019-05-30",
    "dateTime": "2019-05-30T18:30:00+02:00",
    "endTime": "2019-05-30T21:30:00+02:00",
    "description": "Dokumentární film sleduje časosběrnou metodou příběhy tří dětí, které opustily „děcák“ a staví se na vlastní nohy. Hana Ludvíková a Hana Třeštíková sledovaly jejich cestu více jak čtyři roky. Měli stejnou startovní čáru, ale jejich cesty nabraly strmý a odlišný směr. Jak se sotva plnoletý člověk bez zkušenosti života v rodině dokáže zařadit do společnosti?\n\nPo promítání budeme diskutovat s\n\nIng. Monika Červíčková, poslankyně Parlamentu ČR, členka Stálé komise pro rodinu, rovné příležitosti a národnostní menšiny\nMartin Lněnička, ředitel DD Dolní Počernice, 1. místopředseda Federace dětských domovů\nIng. Dominika Šenková, manažerka pro Čechy integračního projektu Začni správně\nMgr. et Bc. Michaela Škorníčková, metodik integračního projektu Začni správně\n\nJaké jsou nejčastější překážky při a po odchodu z dětského domova? Doprovodná čí následná péče o mladé odcházející z DD je v České republice tristní a to se podepisuje i na počtu odcházejících mlaďochů, kteří neumějí hospodařit s penězi, takže se brzy zadluží a v nejhorší případech skončí na ulici, zatíženi exekucí, závislí na drogách či alkoholu. Obvykle nemají žádné fungující rodinné zázemí, do něhož se mohou vrátit. Hůře si shánějí práci i bydlení a bez řádné doprovodné péče končí na okraji společnosti či v dluhových pastech.",
    "refs": {
      "meetup_id": "261643400"
    }
  },
  {
    "id": "2019-05-29-vejdi-ven-or-petr-holecek-tatrou-kolem-sveta-2",
    "name": "VEJDI VEN | Petr Holeček: Tatrou kolem světa 2",
    "instance": "prague",
    "date": "2019-05-29",
    "dateTime": "2019-05-29T18:30:00+02:00",
    "endTime": "2019-05-29T20:30:00+02:00",
    "description": "VEJDI VEN je série přednášek a diskuzí s cílem připravit a podpořit nový projekt Paralelní Polis s pracovním názvem CRYPTO TRUCK. Našimi dalšími hosty budou duchovní otci projektu Tatra kolem světa 2 Petr Holeček a Marek Havlíček. Ti chtějí v únoru 2020 navázat na legendární českou expedici Tatra kolem světa, jenž v roce 1987 vyrazila kolem světa z tehdejší komunistické CSSR a vrátila se po 37 měsících v dubnu 1990 do popřevratové CSFR.\n\nPetr Holeček s jeho kolegou Markem Havlíčkem plánují převzít tuto pomyslnou pochodeň a vydat se, jak říkají, na zatím největší expedici kolem světa všech dob.\n\nV rámci přednášky se s námi Petr podělí nejen o své vychytávky a zkušeností v rámci příprav s cestou kolem světa, ale i o své příběhy a nezdary z cest předchozích.\nVstup na akci dobrovolný. Avšak zakoupením rezervace, přispíváte ke kvalitními programu v Paralelní Polis. Akce začne v 18:30 neformálním posezením v naší kavárně, kde představíme projekt Crypto Trucků. Samotná přednáška pak začne od 19:00.\n\nODKAZ na zakoupení rezervace: https://donate.paralelnipolis.cz/en/events/272-5-vejdi-ven-marek-havlicek-petr-holecek-tatrou-kolem-sveta\n\nCRYPTO TRUCK je projekt s cílem přinést do Afriky a celého světa nejnovější technologie a myšlenky udržitelného rozvoje, vztahu k naší planetě, ale také kryptoanarchie, digitální svobody, decentralizace a možností paralelní společnosti. Pojďte do toho s námi nebo nás podpořte a staňte se tak součástí tohoto neuveritelneho příběhu.",
    "refs": {
      "meetup_id": "261485997"
    }
  },
  {
    "id": "2019-05-23-enviro-meetup-or-stavka-za-klima-studenti-s-vedci-vol-ii",
    "name": "Enviro meetup | Stávka za klima: studenti s vědci - vol II",
    "instance": "prague",
    "date": "2019-05-23",
    "dateTime": "2019-05-23T18:30:00+02:00",
    "endTime": "2019-05-23T20:30:00+02:00",
    "description": "Co se změnilo od první diskuze mezi studenty a vědci, která se konala na půdě pražské Paralelní Polis 9. dubna? Kam se studentské stávky za klima posunuly? Kdo další se snaží měnit mentalitu politiků? Britský parlament právě vyhlásil stav klimatické nouze. Studenti po celém světě vyšli v pátek 3. května znovu do ulic. Podařilo se jim už něco prosadit?\n\nV minulé diskuzi jsme se soustředili nejvíce na získávání potřebné energie a tom zdali a jak rychle je nutný přechod na obnovitelné zdroje. Tentokrát bychom se raději věnovali tématům nám bližším, které navíc můžeme mnohem snáž ovlivňovat sami. A těmi jsou krajina, ve které žijeme, její využívání, druhová rozmanitost a schopnost měnit klima.\n\nPřijďte také diskutovat se zástupci studentské stávky Fridays For Future a vědci, kteří se klimatickými změnami dlouhodobě zabývají. Už po druhé! Naším cílem je opět zprostředkovat užší dialog mezi vědeckou a studentskou komunitou a hledat řešení společně.",
    "refs": {
      "meetup_id": "261222351"
    }
  },
  {
    "id": "2019-05-22-bitcoin-pizza-day",
    "name": "Bitcoin Pizza Day",
    "instance": "prague",
    "date": "2019-05-22",
    "dateTime": "2019-05-22T18:00:00+02:00",
    "endTime": "2019-05-22T20:00:00+02:00",
    "description": "Přijďte s námi oslavit Pizza Bitcoin Day! 🍕🍕🍕\nPřipomeneme si tak společně výročí nejdražší pizzy v historii...\n\nPřed devíti lety si programátor Laszlo Hanyecz objednal dvě Papa John’s pizzy a zaplatil za ně neuvěřitelných 10 000 bitcoinů. Jednalo se totiž o první transakci, při které byly bitcoiny směněny za hmotnou věc. Transakce měla v té době hodnotu 41 dolarů, dnes by byla hodnota této transakce více než 55 milionů dolarů.\n\nMůžete se těšit na neformální diskuze o budoucnosti ne jen bitcoinu, příjemnou společnost, dobrou hudbu a samozřejmě výbornou pizzu.",
    "refs": {
      "meetup_id": "261485858"
    }
  },
  {
    "id": "2019-05-16-vejdi-ven-or-tomas-polacek-na-cesty-nepripraven",
    "name": "VEJDI VEN | Tomáš Poláček: Na cesty nepřipraven",
    "instance": "prague",
    "date": "2019-05-16",
    "dateTime": "2019-05-16T18:30:00+02:00",
    "endTime": "2019-05-16T20:30:00+02:00",
    "description": "VEJDI VEN je série přednášek a diskuzí s cílem připravit a podpořit nový projekt Paralelní Polis s pracovním názvem CRYPTO TRUCK, jehož cílem bude vyrazit ze svého působiště - černého domu v Dělnické ulici v Praze - do světa. Po celý následující rok budeme postupně zvát různé osobnosti - cestovatele, humanitární pracovníky, ale i experty přes nejrůznější technologie, kteří nám poví o svých zkušenostech a vědomostech, abychom se co nejlépe připravili na cestu do neznámých končin.\n\nJako první k nám zavítá Tomáš Poláček, novinář a cestovatel. Od roku 2014 pracuje pro měsíčník Reportér, kde naplňuje svůj sen - cestování autostopem kolem světa. Nejdříve vyrazil z Česka přes Sibiř do Severní Ameriky a následně až na jih do Ohňové země. Své zážitky posléze shrnul v knize STOP: Světové tažení ochmelky Poláčka. V roce 2017 se vydal na další velkou cestu stopem, tentokrát ze Střelkového mysu v Africe na Střelecký ostrov v Praze, kterou popisuje ve své zatím poslední knize Poslední stop: Afrika.\n\nTomáš bude v rámci své přednášky mluvit o svých zážitcích z cest a o tom, jaké to je cestovat bez přípravy, na co je nutné myslet, na co nezapomenout a co očekávat.\n\nVstup je dobrovolný. Jen díky Vašim příspěvkům můžeme v Paralelní Polis pořádat kvalitní program. Zakoupením rezervace místa tak přispějete Tomášovi na cestu k nám. Věříme, že se mu s jeho zkušenostmi povede přesvědčit dopravce, aby akceptoval platbu v bitcoinech :)\n\nOd 18:30 Vás zveme na neformální posezení v naší kavárně, kde představíme název projektu i podrobnosti o první destinaci a náplni naší mise. Samotná přednáška pak začne od 19:00.\n\n▲▲▲\nCRYPTO TRUCK je projekt s cílem přinést do Afriky a celého světa nejnovější technologie a myšlenky udržitelného rozvoje, vztahu k naší planetě, ale také kryptoanarchie, digitální svobody, decentralizace a možnosti paralelní společnosti. Pojďte do toho s námi nebo nás podpořte a staňte se tak součástí tohoto neuvěřitelného příběhu.",
    "refs": {
      "meetup_id": "261228542"
    }
  },
  {
    "id": "2019-05-14-bitcoin-meetup-or-defi",
    "name": "Bitcoin Meetup | DeFi",
    "instance": "prague",
    "date": "2019-05-14",
    "dateTime": "2019-05-14T18:00:00+02:00",
    "endTime": "2019-05-14T20:00:00+02:00",
    "description": "V rámci dalšího setkání Bitcoin Meetup prozkoumáme jednu z nejslibnějších aplikačních oblastí kryptoměn. Decentralizované finance staví na přirozených vlastnostech kryptoměnových systémů - vlastní správa klíčů, transparentní funkce, decentralizace. Jak na držených kryptoměnách kumulovat úrok či jak je využít k zajištění půjčky? A mohou být DeFi budovány i nad Bitcoinem? Přijďte na přednášku a následnou debatu s Krypto Josefem.\n\nKrypto Josef je kryptoměnový konzultant a publicista (Finmag.cz, BTCtip.cz, Alza.cz). Je spoluautorem podcastu Kryptokec. @KryptoJoseph na Twitteru.\n\n▲▲▲\nParalelní Polis je think tank a hackerspace zabývající se tématy jako je decentralizace, digitální soukromí a anonymita. Jsme nezávislí na státních příspěvcích a vaše podpora tuto nezávislost posílí.\nLíbí se vám náš program? Podpořte nás:\n\nBTC adresa:\n35HMwZkg7CcXWytcXUHsqCqojJp7ZmLpBt\n\nLTC adresa:\nLeyyHzC9gUD4TJ9ZEJ5oUt4931N6FiUBTN\n\nXMR adresa:\n43CHrnDHo4BjJQNtduvJUv1a5SYFHFD9fQfappCueGT79aTADryiGfUMwX4CAif3DCRrtyEYmtMDdbPpSzMw8DsmLjL1MQw",
    "refs": {
      "meetup_id": "261254115"
    }
  },
  {
    "id": "2019-05-14-bitcoin-meetup-or-defi",
    "name": "Bitcoin Meetup | DeFi",
    "instance": "prague",
    "date": "2019-05-14",
    "dateTime": "2019-05-14T18:00:00+02:00",
    "endTime": "2019-05-14T20:00:00+02:00",
    "description": "V rámci dalšího setkání Bitcoin Meetup prozkoumáme jednu z nejslibnějších aplikačních oblastí kryptoměn. Decentralizované finance staví na přirozených vlastnostech kryptoměnových systémů - vlastní správa klíčů, transparentní funkce, decentralizace. Jak na držených kryptoměnách kumulovat úrok či jak je využít k zajištění půjčky? A mohou být DeFi budovány i nad Bitcoinem? Přijďte na přednášku a následnou debatu s Krypto Josefem.\n\nKrypto Josef je kryptoměnový konzultant a publicista (Finmag.cz, BTCtip.cz, Alza.cz). Je spoluautorem podcastu Kryptokec. @KryptoJoseph na Twitteru.\n\n▲▲▲\nParalelní Polis je think tank a hackerspace zabývající se tématy jako je decentralizace, digitální soukromí a anonymita. Jsme nezávislí na státních příspěvcích a vaše podpora tuto nezávislost posílí.\nLíbí se vám náš program? Podpořte nás:\n\nBTC adresa:\n35HMwZkg7CcXWytcXUHsqCqojJp7ZmLpBt\n\nLTC adresa:\nLeyyHzC9gUD4TJ9ZEJ5oUt4931N6FiUBTN\n\nXMR adresa:\n43CHrnDHo4BjJQNtduvJUv1a5SYFHFD9fQfappCueGT79aTADryiGfUMwX4CAif3DCRrtyEYmtMDdbPpSzMw8DsmLjL1MQw",
    "refs": {
      "meetup_id": "261254102"
    }
  },
  {
    "id": "2019-05-13-hranice-svobody-or-clovek-na-prodej",
    "name": "Hranice svobody | Člověk na prodej",
    "instance": "prague",
    "date": "2019-05-13",
    "dateTime": "2019-05-13T18:00:00+02:00",
    "endTime": "2019-05-13T21:00:00+02:00",
    "description": "Paralelní Polis a společnost Lidská práva bez hranic společně připravili cyklus tří promítání, které nám na příkladu hnutí Falun Gong postupně představí různé způsoby omezování lidské svobody v Číně. Cílem tohoto cyklu je poukázat na celkové nastavení státní moci ve vztahu k občanům a omezování svobody jejich projevu, vyznání a práva na sebeurčení, na příkladu utrpení konkrétní skupiny lidí.\n\nV rámci prvního setkání si promítneme kanadský investigativní dokument Člověk na prodej - ilegální obchod s orgány v Číně, který odhaluje, jakým způsobem Čínská republika získává orgány pro transplantaci. Čína dlouho tvrdila, že orgány pocházejí od popravených vězňů, ale ukázalo se, že tato informace nebyla pravdivá, nakolik tyto orgány pocházely od lidí z hnutí praktikujících Falun Gong zabitých na objednávku.\n\nPo promítání bude následovat diskuse.\n\nHranice svobody je cyklus zaměřený na zkoumání témat svobody a nezávislosti. V rámci Paralelní Polis považujeme za důležité hledat definici těchto pojmů, testovat jejich fungování a ptát se na to, jak je možné jich v současné společnosti dosahovat.\nhttps://www.lpbh.org/",
    "refs": {
      "meetup_id": "261228648"
    }
  },
  {
    "id": "2019-05-09-enviro-meetup-or-enviro-lobbing-prosazovani-zajmu",
    "name": "Enviro Meetup | Enviro lobbing: Prosazování zájmů",
    "instance": "prague",
    "date": "2019-05-09",
    "dateTime": "2019-05-09T18:30:00+02:00",
    "endTime": "2019-05-09T20:00:00+02:00",
    "description": "V českém jazyce za posledních 30 let pojem “lobbing” (a především lobbista) zdomácněl - obohatil slovník politických nadávek. V obecnějším smyslu lze za “lobbování” považovat jakoukoliv formu prosazování skupinových zájmů. Pro environmentální zájmy je přitom typické, že proti sobě často stojí různé zájmy skupinové nebo zájem skupinový vůči zájmu individuálnímu. Nakládání s kůrovcem napadenými lesy, ochrana klimatu nebo rozšiřování chráněných území - ve všech případech je výsledné řešení plně závislé právě na konkrétních prosazených zájmech.\n\nJak se environmentální zájmy prosazují v praxi? Mnohé úsilí směřuje k prosazení legislativního řešení. Existují i jiné cesty, ať už na lokální nebo globální úrovni. Jaké však mají jednotlivé přístupy dopad? Lze je vůbec měřit, abychom dospěli k důvěryhodným výsledkům? A jsou některé z nich použitelné univerzálně, nebo je každý vhodný v jiném měřítku?\n\nPodobných otázek bychom si mohli klást stovky, v konečném důsledku však jde vždy o to, které způsoby skutečně fungují a kdo je dokáže využít. V dalším díle Enviro Meetupu se pokusíme najít odpovědi na tyto otázky. Naši hosté Vám představí přístupy z pozice státní správy, neziskového sektoru, nebo podnikatelské sféry. Konkrétní jména budeme jako obvykle zveřejňovat postupně, máte se na co těšit!\n\nEnviro Meetup je pravidelným programem Paralelní Polis, jehož cílem je vést diskuzi o důležitých otázkách životního prostředí a trvalé udržitelnosti. Záznamy všech proběhlých meetupů jsou k dispozici na https://www.youtube.com/channel/UCfHJ5Y3akQ7LA0PQmSYlYmQ\n\nVstupné na událost je dobrovolné, ale počet míst je omezen, doporučujeme zakoupit si rezervaci místa, podpoříte tak projekt Paralelní Polis a umožníte nám dál tvořit zajímavý program.\n\nRezervaci zakoupíte osobně v naší kavárně, kde vám barista s nákupem poradí, ke každé rezervaci navíc dostanete kávu nebo limonádu zdarma. Pokud náhodou nemáte cestu, napište nám e-mail na jakub.soucek@paralelnipolis.cz a my Vám poradíme, jak to udělat na dálku.\n\n▲▲▲\nParalelní Polis je think tank a hackerspace zabývající se tématy jako je decentralizace, digitální soukromí a anonymita. Jsme nezávislí na státních příspěvcích a vaše podpora tuto nezávislost posílí.\nLíbí se vám náš program? Podpořte nás:\nhttps://www.paralelnipolis.cz/podporit/",
    "refs": {
      "meetup_id": "260886388"
    }
  },
  {
    "id": "2019-05-07-holochain-meetup",
    "name": "Holochain Meetup",
    "instance": "prague",
    "date": "2019-05-07",
    "dateTime": "2019-05-07T18:00:00+02:00",
    "endTime": "2019-05-07T20:00:00+02:00",
    "description": "Holochain is an open source software library, providing a way to build and run distributed peer-to-peer applications. It isn't a blockchain per se - it doesn't operate with global consensus. From the technological point of view, it is an amalgamation of Git and BitTorrent in a way, combining hash chains (every agent has his own chain), DHTs (distributed hash tables) and cryptographic signatures. It is \"agent centric\" in a sense that every agent writes their signed (and/or counter-signed) entries to his own source chain and then shares them to a DHT, where they are validated by other nodes according to the validation rules inherent to the hApp. If the rules are broken, the data is rejected. This predisposes Holochain for a different use-case set than blockchain, for which it allows for more efficiency, scalability and extendability. It is also well suited for decentralized identity and self-sovereign identity related solutions. Its core is implemented in Rust + WebAssembly, but the hApps can be developed using any language allowing WASM as a compile target.\n\nWithin this talk, Jakub Lanc will introduce you to the basic premises of the Holochain technology and its applications. We'll have a quick look under the hood of the architecture, touch upon possible use cases and if desired, we can also walk through some actual hApp code. Jakub has a background in IT and psychology and is fond of the P2P commons initiatives. The project he has co-founded focuses on designing interfaces between social praxis and digital technology to foster deeper cooperation within and between peer-groups of young people. On the technical side, it entails Web-of-Trust related concepts (self-sovereign identity, peer micro-credentials), on the psycho-social side, he draws on insights and mentor support from different fields of psychotherapy, NVC and contextual behavioral science. He's also consulting the Liberland e-Residency project.\n\nhttps://www.meetup.com/Holochain-Meetup-Prague\n\n▲▲▲\nParallel Polis is think-tank and hackerspace focusing on topics of decentralization, digital privacy and anonymity.\nWe are independent on state donations and your support will strengthen independence.\nDo you like our program? Support us:\n\nBTC address:\n35HMwZkg7CcXWytcXUHsqCqojJp7ZmLpBt\n\nLTC address:\nLeyyHzC9gUD4TJ9ZEJ5oUt4931N6FiUBTN\n\nXMR address:\n43CHrnDHo4BjJQNtduvJUv1a5SYFHFD9fQfappCueGT79aTADryiGfUMwX4CAif3DCRrtyEYmtMDdbPpSzMw8DsmLjL1MQw",
    "refs": {
      "meetup_id": "261072106"
    }
  },
  {
    "id": "2019-04-25-kino-43-zakon-helena",
    "name": "KINO 43 - Zákon Helena",
    "instance": "prague",
    "date": "2019-04-25",
    "dateTime": "2019-04-25T18:00:00+02:00",
    "endTime": "2019-04-25T21:00:00+02:00",
    "description": "Zákon Helena (2016) je film mladé herečky a dokumentaristky Petry Nesvačilové. Rozhodla se v něm zachytit policistku Helenu Kahnovou, které se spolu se svým kolegou podařilo v 90. letech poslat do vězení několik desítek lidí v kauze tzv. Berdychova gangu - včetně Berdycha samotného. Souhrnný trest byl v řádu stovek let odnětí svobody – policistka získala odměnu 10 tisíc korun a povýšení, které jí následně bylo odebráno. Režisérce se podařilo navázat filmový vztah i se samotným Berdychem a bývalými členy jeho gangu.\n\nCo motivuje jednu policistku postavit se mafii a co mladou dokumentaristu, aby se s touto mafií kontaktovala a natočila o tom film?\n\nPetra Nesvačilová byla za celovečerní film Zákon Helena nominována na Českého lva a na cenu Arpa film festival v Los Angeles. Od svých 18 let hostovala v Divadlo Na zábradlí, v divadle Rubín a v Palác Akropolis. Na festivalu dokumentárních filmů Jeden svět / One World získala 3. místo ve studentské soutěži v literární oblasti a ve fotografii. Vystudovala FAMU, katedru dokumentární tvorby. Hraje v Divadlo Ungelt, VOSTO5 a u bratrů Cabanů. Spolupracuje také s humanitárními organizacemi Člověk v tísni, Český červený kříž a UNICEF Česká republika.\n\n▲▲▲\nParalelní Polis je think tank a hackerspace zabývající se tématy jako je decentralizace, digitální soukromí a anonymita. Jsme nezávislí na státních příspěvcích a vaše podpora tuto nezávislost posílí.\nLíbí se vám náš program? Podpořte nás:\nhttps://www.paralelnipolis.cz/podporit/",
    "refs": {
      "meetup_id": "260613146"
    }
  },
  {
    "id": "2019-04-23-enviro-meetup-plytvani-s-jidlem-jak-nevyhodit-az-tretinu",
    "name": "Enviro Meetup - Plýtvání s jídlem: jak nevyhodit až třetinu?",
    "instance": "prague",
    "date": "2019-04-23",
    "dateTime": "2019-04-23T18:00:00+02:00",
    "endTime": "2019-04-23T20:00:00+02:00",
    "description": "V Evropě se dle statistik ročně vyhodí cca 89 milionů tun, celosvětově pak asi 1,2 až 2 miliardy tun potravin. Přitom 40 % potravinového odpadu vzniká až na konci řetězce, v našich domácnostech. Nalezení způsobu, jak zabránit takovému enormnímu plýtvání s potravinami, je jedním z nejdůležitějších výzev tohoto století.\n\nProč dovážíme potraviny z druhého konce světa? Kolik z nich skončí v odpadu vlivem skladování a transportu? A jaká je vůbec kvalita takových potravin. Potřebujeme skutečně jahody v zimě a dýně na jaře? Avokádo k snídani a pomelo k večeři?\n\nA jaké je tedy řešení? Je lepší kompostování odpadu či jeho spalování v bioplynkách? Jak můžeme změnit své modely chování, abychom snížili jejich dopad na životní prostředí? Na tyto a spoustu dalších otázek budeme hledat odpovědi na našem dalším Enviro Meetupu. Sdílejte, zvěte své přátele a přijďte za námi diskutovat!\n\nEnviro meetup je pravidelným programem Paralelní Polis, jehož cílem je vést diskuzi o důležitých otázkách životního prostředí a trvalé udržitelnosti. Záznamy všech proběhlých meetupů jsou k dispozici na našem youtube kanále (https://www.youtube.com/playlist?list=PLGJQS0h-wqLQ6r8_6Ans_e26NkKsHYUh-).",
    "refs": {
      "meetup_id": "260613079"
    }
  },
  {
    "id": "2019-04-18-security-meetup-vpn-pro-vsechny",
    "name": "Security meetup - VPN pro všechny",
    "instance": "prague",
    "date": "2019-04-18",
    "dateTime": "2019-04-18T18:00:00+02:00",
    "endTime": "2019-04-18T19:30:00+02:00",
    "description": "Znáte povahu svého digitálního soukromí? Záleží vám na osobní svobodě a na tom, jak si ji můžete zajistit? Diskuse Internet a svoboda opět potvrdila, že i po nástupu nové legislativy Evropské unie regulující autorské právo - tzv. daň z odkazu, je jedním z nástrojů pro dosažení svobody na internetu služba známá jako VPN. Víte, jaké možnosti nám tato technologie poskytuje? Zajímá vás, jak se můžete na internetu lépe chránit? Stavte se za námi do Paralelní Polis a Milan vám poradí, jak na to!\n\nMilan Půlkrábek:\n► má za sebou více než dvacet let profesionální praxe v IT\n► přednáší a píše články o IT bezpečnosti, kryptoměnách a nových technologiích\n► je členem spolku Paralelní Polis\n► pamatuje si počítače bez internetu, Internet bez Google a mobilní komunikaci bez šifrování. I proto Vám dokáže pomoci se lépe chránit a pečovat tak o svoji digitální identitu a svobodu.\n\n▲▲▲\nParalelní Polis je think tank a hackerspace zabývající se tématy jako je decentralizace, digitální soukromí a anonymita. Jsme nezávislí na státních příspěvcích a vaše podpora tuto nezávislost posílí.\nLíbí se vám náš program? Podpořte nás:\nhttps://www.paralelnipolis.cz/podporit/",
    "refs": {
      "meetup_id": "260612902"
    }
  },
  {
    "id": "2019-04-17-bitcoin-meetup-ekonomicke-bubliny",
    "name": "Bitcoin Meetup - Ekonomické bubliny",
    "instance": "prague",
    "date": "2019-04-17",
    "dateTime": "2019-04-17T18:30:00+02:00",
    "endTime": "2019-04-17T20:00:00+02:00",
    "description": "Proč máme tu a tam krizi? A proč je historie hospodářského cyklu lemována zleva počátkem moderního kapitalismu? Na příběhu deseti historických bublin společně dojdeme k deseti poučením, která nám pomohou připravit se na splasknutí bubliny, která nám pomalu praská pod nohama. Před několika týdny vyšla Dominik Stroukal další kniha. O tomto tématu výsostně ekonomickém - o bublinách, promluví v rámci dalšího ze série pravidelných setkání.\n\nDominik Stroukal:\n► je hlavní ekonom finanční skupiny Roklen24\n► vyučuje na VŠ CEVRO Institut\n► je autorem několika knih\n► provází pořadem Kdo to platí? na MALL.TV\n► je šéfredaktorem časopisu Trade-off\n► vede společnost Bit Agency\n► má doktorát z ekonomie z Vysoké školy ekonomické, vedle které vystudoval také mediální studia na Univerzitě Karlově\n► v minulosti byl ředitelem Liberální institut a Ludwig von Mises Institut CZ & SK\n► vyučoval na Vysoké škole finanční a správní, na Vysoké škole ekonomické a na gymnáziích Porg a Nový Porg\n► je autorem první české knihy o Bitcoinu (2015) a dalších kryptoměnách (2018)\n► v roce 2019 mu vyšla kniha Ekonomické bubliny\n\n▲▲▲\nParalelní Polis je think tank a hackerspace zabývající se tématy jako je decentralizace, digitální soukromí a anonymita. Jsme nezávislí na státních příspěvcích a vaše podpora tuto nezávislost posílí.\nLíbí se vám náš program? Podpořte nás:\nhttps://www.paralelnipolis.cz/podporit/",
    "refs": {
      "meetup_id": "260612679"
    }
  },
  {
    "id": "2019-04-03-internet-a-svoboda",
    "name": "Internet a svoboda",
    "instance": "prague",
    "date": "2019-04-03",
    "dateTime": "2019-04-03T18:00:00+02:00",
    "endTime": "2019-04-03T19:30:00+02:00",
    "description": "Slyšeli jste již o nové směrnici Evropské unie týkající se ochrany autorských práv na internetu? Dva její kontroverzní články, konkrétně 11 a 13, vzbuzují obavy o “konci svobodného internetu”. Jak se jejich aplikace projeví v praxi? Bude skutečně zajištěno právo autorů, nebo se opět spíše bude soustředit moc v rukách velkých hráčů? Co všechny vaše memy, remixy nebo gify? Jaký osud je čeká?\n\nČlánek 13 je součástí směrnice Evropské unie týkající se ochrany autorských práv. Kontroverzní článek dává internetovým platformám povinnost řešit autorské právo za vlastníky práv. A to až do takového měřítka, že každý nahraný obsah (text, fotografie, video…) musí být už při nahrávání prověřen, zda autorská práva neporušuje. Článek 11 zase ukládá povinnost vyhledávačům a sociálním sítím platit za odkazy na články. Bývá označován jako „odkazová daň“.\n\nHlasování proběhlo v úterý 26. března 2019: 348 hlasů pro, 274 proti, 36 poslanců se zdrželo. Co to pro nás znamená?\n\nÚčast v diskusi přislíbili:\nMarkéta Gregorová - členka Česká pirátská strana, členka týmu projektu zachraninternet.cz\n\nPavol Trávník - právník se zájmem o krypto technologie, autor textu 8 důvodů proč nestudovat právo\n\nJan Vobořil - právník a výkonný ředitel Iuridicum Remedium\n\nOslovili jsme také zástupce Seznam.cz, Google.cz a Ulož.to.\n\nhttps://saveyourinternet.eu/act/\n#savetheinternet\n\n▲▲▲\nParalelní Polis je think tank a hackerspace zabývající se tématy jako je decentralizace, digitální soukromí a anonymita. Jsme nezávislí na státních příspěvcích a vaše podpora tuto nezávislost posílí.\nLíbí se vám náš program? Podpořte nás:\nhttps://www.paralelnipolis.cz/podporit/",
    "refs": {
      "meetup_id": "260245895"
    }
  },
  {
    "id": "2019-01-10-parallel-societies-how-they-rise-operateanddrive-human-progress",
    "name": "Parallel Societies: How They Rise, Operate&Drive Human Progress",
    "instance": "prague",
    "date": "2019-01-10",
    "dateTime": "2019-01-10T18:30:00+01:00",
    "endTime": "2019-01-10T20:30:00+01:00",
    "description": "• What we'll do\nhttps://www.facebook.com/events/2393905530636827/\n\nParallel Societies have lifted mankind for the whole of recorded history, and continue to do so. We'll examine how they've risen and operated, how they changed they world, and how they felt to the people inside them.\n\nPaul Rosenberg will join us over videocall to talk about his experience with building parallel societies.\nThe presentation will be roughly 45 mins., plus as much Q&A as is required.\n\n► Paul Rosenberg is the author of the Free-Man’s Perspective newsletter, as well as a founder of a leading online privacy system, Cryptohippie. He has a broad range of interests and has been involved with cryptography projects since the 1990s.\n\nPrior to this, his construction and engineering career saw him called as an expert witness in numerous legal cases and recruited as a consultant to a number of organizations. He developed and taught 19 continuing education courses for Iowa State University’s College of Engineering. He also co-founded the Fiber Optic Association and wrote the first ever standard for the installation of fiber optic cables in buildings.\n\nAn author of more than 60 books, including A Lodging of Wayfaring Men, Production Versus Plunder and The Breaking Dawn, Paul is a frequent speaker at conferences.\n\n• Important to know\nThe entrance fee is voluntary, but the number of places is very limited, we recommend buying a place reservation:\n► https://donate.paralelnipolis.cz/events/211-1-parallel-societies-how-they-rise-operatedrive-human-progress\n► in Bitcoin Coffee, barista will advise you on the purchase",
    "refs": {
      "meetup_id": "257268971"
    }
  },
  {
    "id": "2019-01-08-bitcoin-meetup-lightning-network",
    "name": "Bitcoin Meetup - Lightning Network",
    "instance": "prague",
    "date": "2019-01-08",
    "dateTime": "2019-01-08T18:00:00+01:00",
    "endTime": "2019-01-08T20:00:00+01:00",
    "description": "• What we'll do\nhttps://www.facebook.com/events/591856851256861/\n\nThe Bitcoin Lightning Network: What is it? Why is it needed, and what is the current state of development? After the talk will be a short question and answer session.\n\nTalk will be held by Charles Hill a cryptocurrency enthusiast, programmer, and entrepreneur. He has many years of professional experience developing mobile and web applications while working for start-ups in Europe as well as the United States. He is a long-time open-source contributor and for the past year he has been working full-time on developing cryptocurrency payment systems for business.\n\n• Important to know\nThe entrance fee to the lecture is voluntary, but the number of places is limited, we recommend buying a place reservation\n► online: https://donate.paralelnipolis.cz/events/228-1-bitcoin-meetup-lightning-network\n► in Bitcoin Coffee, barista will advise you on the purchase, with every booking made in person at Bitcoin Coffee there is coffee or lemonade for free!",
    "refs": {
      "meetup_id": "257345275"
    }
  },
  {
    "id": "2018-11-15-kino-43-or-life-on-bitcoin",
    "name": "KINO 43 | Life on Bitcoin",
    "instance": "prague",
    "date": "2018-11-15",
    "dateTime": "2018-11-15T18:00:00+01:00",
    "endTime": "2018-11-15T20:00:00+01:00",
    "description": "Can a newly married couple survive when every living necessity can only be purchased with 'cryptocurrency'? Married less than two weeks, and fresh off their honeymoon, Austin and Beccy Craig embark on an adventure to find out.\n\nThe projection is in English and will be followed by discussion.\n\n*\nThe capacity of the hall is very limited. If you are seriously interested in coming, we recommend buying a place reservation. With every reservation, there is a popcorn for you. How to do it?\n\n► online - btc / ltc : https://donate.paralelnipolis.cz/events/186-11-kino-43-life-on-bitcoin\n\n► we understand that not everyone interested in the projection has the ability to pay in cryptocurrency online. You can also buy registration in Bitcoin Coffee. With every reservation payed at Bitcoin Coffee there is coffee or lemonade for free",
    "refs": {
      "meetup_id": "256004356"
    }
  },
  {
    "id": "2018-11-13-bitcoin-meetup-what-is-blockchain",
    "name": "Bitcoin Meetup - What is blockchain?",
    "instance": "prague",
    "date": "2018-11-13",
    "dateTime": "2018-11-13T18:00:00+01:00",
    "endTime": "2018-11-13T20:00:00+01:00",
    "description": "• What we'll do\nhttps://www.facebook.com/events/731760587198086/\n\nAt this lecture we will go through the necessary steps to create a transaction system which functions without any central authority. In this process, we will explain what blockchain is and what role it plays in Bitcoin and other cryptocurrencies. We will also explain the role of miners. In the end, we will discuss use cases of blockchain and areas where it is not useful at all.\nThe lecture is a bit more technical, but still easy to understand for the general public.\n\nJan Hubík is a cryptoanarchist and a hacker. He has formal education in multiple fields from physics to finance. Since 2013, he has been deeply interested in cryptocurrencies and decentralized systems from many points of view - from mining, investment, business use, to impact on society. He earns his living as a crypto-technology consultant and data scientist. Jan is a member of the Paralelni Polis supervisory board, where he focuses on the Institute of Cryptoanarchy. He produces multiple programmes, manages part of the finances and devotes the rest of his free time to spreading the word about cryptoanarchy.\n\n• Important to know\nThe entrance fee to the lecture is voluntary, but the number of places is limited, we recommend buying a place reservation\n► online: https://donate.paralelnipolis.cz/events/195-11-bitcoin-meetup-what-is-blockchain\n► in Bitcoin Coffee, barista will advise you on the purchase, with every booking made in person at Bitcoin Coffee there is coffee or lemonade for free!",
    "refs": {
      "meetup_id": "256199261"
    }
  },
  {
    "id": "2018-11-02-hcpp18-summary",
    "name": "#HCPP18 Summary",
    "instance": "prague",
    "date": "2018-11-02",
    "dateTime": "2018-11-02T14:00:00+01:00",
    "endTime": "2018-11-02T16:00:00+01:00",
    "description": "All-out strong polarization. Repeating tension between collectivists and individuals.\nThis time with a new difference: Crypto technologies. Liberating us. Making us entirely responsible for all our decisions.\n\nThis was short description of our Hackers Congress Paralelní Polis 2018. So let’s look back and see our hackers congress from different point of view with Tomáš Kolman and Jan Hubík.\n\nParalelní Polis and Institute of Cryptoanarchy are still developing and working on something new. During #HCPP18 we were using for the first time our brand new streaming studio for making interviews. #HCPP18 Summary will take place at this studio so you can enjoy the new concept. Everybody is invited to come and listen to the speech directly at the studio.\nThrough the concept of “silent disco” (headphones all around the place for listening the speech at a real time) you can listen to the speech while sitting in our Café sipping a good coffee and meeting new people.\n\nTomáš Kolman is main coordinator of #HCPP. He will be talking about main ideas of #HCPP and how we are able to fill them.\n\nJan Hubík is member of Supervisory Board of Paralelní Polis. He was moderator of many speakers on last hackers congress and as one of main guys behind this whole project he will be talking about headlines of #HCPP18 and what we were able to accomplish in comparison to past years.",
    "refs": {
      "meetup_id": "256034767"
    }
  },
  {
    "id": "2018-10-23-kino-43-or-when-the-war-comes",
    "name": "KINO 43 | When the War Comes",
    "instance": "prague",
    "date": "2018-10-23",
    "dateTime": "2018-10-23T18:00:00+02:00",
    "endTime": "2018-10-23T20:00:00+02:00",
    "description": "At first glance Peter lives the life of a typical European teenager – he lives with his parents, has a pretty girlfriend, he got into college. However, his real life is elsewhere – as the head of a paramilitary called “Slovenskí branci” that recruits hundreds of Slovak teenagers with the silent approval of the authorities. The group’s goal is simple - to prepare for a war time and create a model totalitarian-like community based on military drill, obedience and fear. Peter dreams that one day he will be able to convince the entire society - as a great politician.\n\nFilm screening will be followed by discussion with director.\n\n*\nThe capacity of the hall is very limited. If you are seriously interested in coming, we recommend buying a place reservation. With every reservation, there is a popcorn for you. How to do it?\n\n► online - btc / ltc : https://donate.paralelnipolis.cz/events/185-10-kino-43-az-prijde-valka\n\n► we understand that not everyone interested in the projection has the ability to pay in cryptocurrency online. You can also buy registration in Bitcoin Coffee.",
    "refs": {
      "meetup_id": "255643297"
    }
  },
  {
    "id": "2018-10-23-kino-43-or-when-the-war-comes",
    "name": "KINO 43 | When the War Comes",
    "instance": "prague",
    "date": "2018-10-23",
    "dateTime": "2018-10-23T18:00:00+02:00",
    "endTime": "2018-10-23T20:00:00+02:00",
    "description": "At first glance Peter lives the life of a typical European teenager – he lives with his parents, has a pretty girlfriend, he got into college. However, his real life is elsewhere – as the head of a paramilitary called “Slovenskí branci” that recruits hundreds of Slovak teenagers with the silent approval of the authorities. The group’s goal is simple - to prepare for a war time and create a model totalitarian-like community based on military drill, obedience and fear. Peter dreams that one day he will be able to convince the entire society - as a great politician.\n\nFilm screening will be followed by discussion with director.\n\n*\nThe capacity of the hall is very limited. If you are seriously interested in coming, we recommend buying a place reservation. With every reservation, there is a popcorn for you. How to do it?\n\n► online - btc / ltc : https://donate.paralelnipolis.cz/events/185-10-kino-43-az-prijde-valka\n\n► we understand that not everyone interested in the projection has the ability to pay in cryptocurrency online. You can also buy registration in Bitcoin Coffee.",
    "refs": {
      "meetup_id": "255643291"
    }
  },
  {
    "id": "2018-07-16-paralelni-polis-or-jde-ven",
    "name": "Paralelní Polis | jde ven",
    "instance": "prague",
    "date": "2018-07-16",
    "dateTime": "2018-07-16T18:00:00+02:00",
    "endTime": "2018-07-16T21:00:00+02:00",
    "description": "Friends, supporters, members of our community and casual passers-by, come out with us out in the summertime. We would like to share with you information behind the scenes of the Parallel Polis. In an informal circle we will tell you what we are currently working on, how we do, and what we need. On the contrary, we will appreciate any feedback that will help us on our mission of spreading freedom.\nYou have the opportunity to learn things that we do not talk about in the day shift and to help us in our next direction.\n\nhttps://www.facebook.com/events/231856770938393/\nOur community works primarily on-line, let's make live summer meeting. On the grass.\nHere's a direct link to the pin on the map:\nhttps://goo.gl/maps/MCRbVfwsxnT2\n\n/\n\nParalelní Polis is a state-free think tank and hackerspace focused on the topics of decentralization, digital privacy, cryptoanarchy and anonymity. We are independent on state donations and your support will strengthen it.\nDo you like our program? Support us:\n\nBitcoin address:\n15GwuQBAfMjBfy7jMHQ23oXA5WoQofqLH6\n\nLitecoin address:\nLeyyHzC9gUD4TJ9ZEJ5oUt4931N6FiUBTN\n\nMonero adresa:\n43CHrnDHo4BjJQNtduvJUv1a5SYFHFD9fQfappCueGT79aTADryiGfUMwX4CAif3DCRrtyEYmtMDdbPpSzMw8DsmLjL1MQw",
    "refs": {
      "meetup_id": "252705464"
    }
  },
  {
    "id": "2018-07-11-eli-ben-sasson-or-zk-stark",
    "name": "Eli Ben-Sasson | zk-STARK",
    "instance": "prague",
    "date": "2018-07-11",
    "dateTime": "2018-07-11T20:15:00+02:00",
    "endTime": "2018-07-11T21:00:00+02:00",
    "description": "zk-STARK is a new technology that can be used in blockchains to offer transparent privacy (zero knowledge, no trusted setup) and enhanced scalability for blockchains. In this talk we will describe the technology and some of the potential applications of zk-STARKs. For more information: read the white paper, download the code (MIT license).\n\nEli is a Co-Founder and Chief Scientist at StarkWare Industries, a Professor of Computer Science at Technion -- Israel Institute of Technology, and a Founding Scientist of the Zcash company.\n\nhttps:https://www.facebook.com/events/426112691239935/\n*\nThe capacity of the hall is very limited. If you are seriously interested in coming, we recommend buying a place reservation. How to do it?\n\n► online - btc / ltc / zec: https://donate.paralelnipolis.cz/events/141-7-eli-ben-sasson-zk-stark\n\n► we understand that not everyone interested in the projection has the ability to pay in cryptocurrency online. You can also buy registration in Bitcoin Coffee.\n\n/\n\nParalelní Polis is a state-free think tank and hackerspace focused on the topics of decentralization, digital privacy, cryptoanarchy and anonymity. We are independent on state donations and your support will strengthen it.\nDo you like our program? Support us:\n\nBitcoin address:\n15GwuQBAfMjBfy7jMHQ23oXA5WoQofqLH6\n\nLitecoin address:\nLeyyHzC9gUD4TJ9ZEJ5oUt4931N6FiUBTN\n\nMonero adresa:\n43CHrnDHo4BjJQNtduvJUv1a5SYFHFD9fQfappCueGT79aTADryiGfUMwX4CAif3DCRrtyEYmtMDdbPpSzMw8DsmLjL1MQw",
    "refs": {
      "meetup_id": "252436196"
    }
  },
  {
    "id": "2018-06-21-kino-43-or-spam-the-documentary",
    "name": "KINO 43 | Spam - The Documentary",
    "instance": "prague",
    "date": "2018-06-21",
    "dateTime": "2018-06-21T20:00:00+02:00",
    "endTime": "2018-06-21T21:00:00+02:00",
    "description": "Humorous and insightful look into the global culture of spam - one of the 20th century's most annoying and harmful inventions, a \"pest\" that touches us all.\n\n*\nThe capacity of the hall is very limited. If you are seriously interested in coming, we recommend buying a place reservation. With every reservation, there is a popcorn for you. How to do it?\n\n► online - btc / ltc / zec: https://donate.paralelnipolis.cz/events/125-6-kino-43-spam-the-documentary\n\n► we understand that not everyone interested in the projection has the ability to pay in cryptocurrency online. You can also buy registration in Bitcoin Coffee.",
    "refs": {
      "meetup_id": "251512813"
    }
  },
  {
    "id": "2018-06-21-patrick-k-kroupa-or-the-evolution-of-disruptive-technologies",
    "name": "Patrick K. Kroupa | The Evolution of Disruptive Technologies",
    "instance": "prague",
    "date": "2018-06-21",
    "dateTime": "2018-06-21T18:00:00+02:00",
    "endTime": "2018-06-21T21:00:00+02:00",
    "description": "We are pleased to announce the visit of one of the best hackers in the past. Patrick Kroupa will come to Prague.\nAn entrepreneur, writer, hacker, and activist. During the 1980's he was a member of the Legion of Doom, one of the most influential hacking groups in the history of technology.\n\nHaving grown bored of accessing systems that didn't belong to him, in 1991 he co-founded MindVox, the first Internet Service Provider in New York, the third in the United States, and one of the first 500 dot coms ever registered.\n\nThe speech will be about a historical first-person perspective starting with the \"golden age\" of cyberspace and the hacker and pirate underground of the 1980s, the evolution of BBS systems into social networks on the internet, the birth of cypherpunk and PGP, eventually evolving into cryptocurrency, the darknet, and disruptive technologies bringing with them the possibility of a decentralized world where technology enables and preserves personal freedoms despite living within an all-encompassing surveillance planet, which seems to be incompatible with the concepts of anonymity, \"freedom\" and \"privacy.\"\n\nhttps://www.facebook.com/events/1073040696171555/\n*\nThe capacity of the hall is very limited. If you are seriously interested in coming, we recommend buying a place reservation. How to do it?\n\n► online - btc / ltc / zec: https://donate.paralelnipolis.cz/events/132-6-patrick-k-kroupa-the-evolution-of-disruptive-technologies\n\n► we understand that not everyone interested in the projection has the ability to pay in cryptocurrency online. You can also buy registration in Bitcoin Coffee.\n\n/\n\nParalelní Polis is a state-free think tank and hackerspace focused on the topics of decentralization, digital privacy, cryptoanarchy and anonymity. We are independent on state donations and your support will strengthen it.\nDo you like our program? Support us:\n\nBitcoin address:\n15GwuQBAfMjBfy7jMHQ23oXA5WoQofqLH6\n\nLitecoin address:\nLeyyHzC9gUD4TJ9ZEJ5oUt4931N6FiUBTN\n\nMonero adresa:\n43CHrnDHo4BjJQNtduvJUv1a5SYFHFD9fQfappCueGT79aTADryiGfUMwX4CAif3DCRrtyEYmtMDdbPpSzMw8DsmLjL1MQw",
    "refs": {
      "meetup_id": "251754289"
    }
  },
  {
    "id": "2018-05-28-blockchain-art-presentation-prague",
    "name": "Blockchain Art Presentation / Prague",
    "instance": "prague",
    "date": "2018-05-28",
    "dateTime": "2018-05-28T18:30:00+02:00",
    "endTime": "2018-05-28T22:00:00+02:00",
    "description": "We are happy to invite you to become part of the unique international event mixing Art & Blockchain –Blockchain Art Presentation\n\nWhat is there for you?\n\n- you have chance meet Ukrainian Blockchain companies\n- you have an opportunity to discover 30 art pieces that “have Blockchain inside”\n- you get introduced to blockchain & innovation community : founders of crypto companies & startups, CEOs, graduates of business schools, businessmen, investors and local artists.\n\nWhat is this?\nThis project is series of Blockchain Art presentation will be few days event launching by our local partners in European capitals.\nThe format of the event will include presentations of the Ukrainian Blockchain companies and startups, exibition of art pieces that “have Blockchain inside” and local live painting by artists who will continue art objects made by Ukrainian artists.\nWe organize live painting (ART Fork) - unique culture action show in Paris and Prague. Local artist will have an opportunity “fork” the original pieces to create their own, unique ones. Join the project, artist can see result of such process - a very deep and multi-facet discussion between artists via their works. Art Fork will be held at other European cities, where pieces created will be exposed and “forked”.\n\nWhats is task ?\n\nFirst of all, we see this project as a communicational platform for blockchain & innovation community : founders of crypto companies; startups,CEOs, graduates of business schools, businessmen, investors and local artists .\n\nWe believe that #U2Europe project as a part of Blockchain Art will get a wide publicity. Blockchain technologies are already in our lifes and we are proud that this new and fresh ideas of combination were born in #Ukraine.\n\nWhat we have done?\n\nThis is an international event that started in Ukraine in October 2017 with 1st Blockchain Art Hackathon where blockchain community worked hand-by-hand with artists to turn Blockchain ideas into pieces of art. Specialists, famous Bitcoin users and crypto enthusiasts gathered together with 30 Ukrainian artists to create a brand-new, innovative trend in art. After the detailed acquaintance with the technology, the artists worked in the enclosed space for 48 hours to create their masterpieces.\nArt objects, created as a result of the hackathon, were presented at the exhibitions in the Ukraine. Each art object in the collection was tokenized.\nCopyrights were secured using Blockchain technology.\n\n▲▲▲\nParalelní Polis is a state-free think tank and hackerspace focused on the topics of decentralization, digital privacy, cryptoanarchy and anonymity. We are independent from government financing and your support strengthens this independence!\nDo you like our program? Support us:\n\nBitcoin adress:\n35HMwZkg7CcXWytcXUHsqCqojJp7ZmLpBt\n\nLitecoin adress:\nLeyyHzC9gUD4TJ9ZEJ5oUt4931N6FiUBTN\n\nMonero adress:\n43CHrnDHo4BjJQNtduvJUv1a5SYFHFD9fQfappCueGT79aTADryiGfUMwX4CAif3DCRrtyEYmtMDdbPpSzMw8DsmLjL1MQw",
    "refs": {
      "meetup_id": "250809169"
    }
  },
  {
    "id": "2018-05-24-kino-43-or-nothing-to-hide",
    "name": "KINO 43 | Nothing to hide",
    "instance": "prague",
    "date": "2018-05-24",
    "dateTime": "2018-05-24T20:00:00+02:00",
    "endTime": "2018-05-24T22:00:00+02:00",
    "description": "NOTHING TO HIDE is a documentary researched and directed by a pair of Berlin-based journalists, Mihaela Gladovic and Marc Meillassoux. As producers, we have assembled a multi-national team to question the growing, puzzling and passive public acceptance of massive corporate and governmental incursions into individual and group privacy and rights. All too often the mainstream mantra has become “Surveillance? I have NOTHING TO HIDE!”\n\nWe are convinced this film is about everyone.\nThe projection is in English and will be followed by discussions with guests.\n*\nThe capacity of the hall is very limited. If you are seriously interested in coming, we recommend buying a place reservation. With every reservation, there is a popcorn for you. How to do it?\n\n► online - btc / ltc / zec: https://donate.paralelnipolis.cz/events/106-5-kino-43-nothing-to-hide\n\n► we understand that not everyone interested in the projection has the ability to pay in cryptocurrency online. You can also buy registration in Bitcoin Coffee.",
    "refs": {
      "meetup_id": "250456143"
    }
  },
  {
    "id": "2018-05-22-pizza-bitcoin-day",
    "name": "Pizza Bitcoin Day",
    "instance": "prague",
    "date": "2018-05-22",
    "dateTime": "2018-05-22T18:00:00+02:00",
    "endTime": "2018-05-22T21:00:00+02:00",
    "description": "Come with us to celebrate Pizza Bitcoin Day! On Tuesday 22.5. it will be exactly 8 years when the first bitcoin payment was made in the real world. It will be celebrated (of course) by pizza.\n\nIt is called the most expensive pizza in history. Just eight years ago, at the bitcointalk.org forum, florid programmer Laszlo Hanyecz wrote an unprecedented offer of his time: \"I'll pay 10,000 bitcoins for a couple of pizzas ... for two big ones to keep me on the next day. If you are interested, let me know.\"\n\nThe evening will be held in the spirit of informal discussion. You will meet Czech bitcoin authorities. All fans and opponents of cryptocurrencies are welcome.",
    "refs": {
      "meetup_id": "250456269"
    }
  },
  {
    "id": "2018-03-06-critical-views-on-cryptocurrencies",
    "name": "Critical views on cryptocurrencies",
    "instance": "prague",
    "date": "2018-03-06",
    "dateTime": "2018-03-06T18:00:00+01:00",
    "endTime": "2018-03-06T20:00:00+01:00",
    "description": "• What we'll do\nhttps://www.facebook.com/events/1073040696171555/\n\nCan cryptocurrencies be money? What are the risks of using them and investing in them? Is Bitcoin a bubble? Or a scam? A Ponzi scheme? Can cryptocurrencies become eco-friendly and retain the security they offer? What can we expect in the future?\n\nThose and other issues will be discussed at a video conference with live audience in Paralelni Polis.\n\nThe discussants are:\nProf. Steve Keen - winner of Revere Award for Economics for predicting the Great Recession and author of Debunking Economics and Can we avoid another financial crisis,\nFrances Copolla – Forbes contributor on banking, finance, economics and cryptocurrency,\nJosef Tětek – Business analyst, economist and cryptocurrency expert,\nOndřej Pilný – ICO specialist and co-founder of ICOindex.\n\n• What to bring\n\n• Important to know\nThe entrance fee to the event is voluntary, but the number of seats is limited, we recommend buying a seat reservation ►\n1) online at https://shop.cryptolab.cz/tickets/51-3-bitcoin-meetup-critical-views-on-cryptocurrencies\n2) in Bitcoin Coffee, barista will advise you on the purchase, or you can sort it out on the top floor at the Institute of Cryptoanarchy",
    "refs": {
      "meetup_id": "248094959"
    }
  },
  {
    "id": "2018-01-16-bitcoin-basics",
    "name": "Bitcoin Basics",
    "instance": "prague",
    "date": "2018-01-16",
    "dateTime": "2018-01-16T18:00:00+01:00",
    "endTime": "2018-01-16T20:00:00+01:00",
    "description": "• What we'll do\nhttps://www.facebook.com/events/159793197887670/\n\nIn January, Bitcoin celebrated its 9 years of existence, and its legacy that money can work completely differently, freely and without state supervision, will probably remain with us. Do you hear about Bitcoin for the first time, or you had no time to get to know it better? - Come to the lecture in Paralelní Polis and let yourself be introduced to its foundations.\n\nWhere did Bitcoin come from and how does it work? Why is it a revolutionary invention that is comparable to the importance of the invention of the Internet. What is Bitcoin good for today and what can I expect from it in the future? Where can I buy Bitcoin and where can I use it?\n\nAfter the introductory lecture there will be time for your questions.\n\nThe lecture will be led by Jan Hubík. Jan is a technology enthusiast and a hacker. He has formal education in multiple fields from physics to finance. Since 2013, he is deeply interested in cryptocurrencies and blockchain systems from many points of view - from mining, investment, business use, to impact on society. He earns his living as a crypto-technology consultant and data scientist. Jan is a member of the Paralelni Polis supervisory board, where he focuses on the Institute of Cryptoanarchy. He produces multiple programmes, manages part of the finances and devotes the rest of his free time to spreading the word about cryptoanarchy.\nMore info at LinkedIn: https://cz.linkedin.com/in/hubik\n\n• What to bring\n\n• Important to know\nThe entrance fee to the lecture is voluntary, but the number of places is limited, we recommend buying a place reservation\n\n1) online at https://shop.cryptolab.cz/tickets/17-20180116-bitcoin-meetup-basics\n2) in Bitcoin Coffee, barista will advise you on the purchase, or you can sort it out on the top floor at the Institute of Cryptoanarchy",
    "refs": {
      "meetup_id": "246548580"
    }
  },
  {
    "id": "2017-11-28-startuptoken",
    "name": "StartupToken",
    "instance": "prague",
    "date": "2017-11-28",
    "dateTime": "2017-11-28T18:00:00+01:00",
    "endTime": "2017-11-28T21:00:00+01:00",
    "description": "Paralelni Polis is hosting StartupToken meet-up during which startups will pitch their projects and answer questions from the audience.\n\nReyan Lamrani will give an overview of a new science called the tokenomics. The startups that are coming are: Sandblock - The Satisfaction Protocol, ABT decentralized browsing web services.\n\nMeetup will be held in English and will be streamed in the Facebook event. Donations for streams and entrance fee in BTC or LTC are voluntary and welcome.\n\nFor more detail, see original Facebook event: facebook.com/events/304941446665935 (https://www.facebook.com/events/304941446665935/)\n\nhttps://secure.meetupstatic.com/photos/event/d/6/5/1/600_466494865.jpeg",
    "refs": {
      "meetup_id": "245460428"
    }
  },
  {
    "id": "2017-10-03-life-nomadic-with-bitcoin",
    "name": "Life nomadic with Bitcoin",
    "instance": "prague",
    "date": "2017-10-03",
    "dateTime": "2017-10-03T18:00:00+02:00",
    "endTime": "2017-10-03T21:00:00+02:00",
    "description": "Pontus and Ulrika sold all their stuff in 2015 after finishing their PhD’s at the Medical faculty in Linköping Sweden and have since then been travelling the world to meet up with fellow Bitcoiners and libertarians.\n\nAt the meetup they will talk about their background, minimalist lifestyle, why the current economic system is something you want to opt out from and why they chose Bitcoin as their primary currency...\n\nMeetup will be held in English and will be streamed in the Facebook event. Entrance fee in BTC or LTC is voluntary and welcome > http://www.paralelnipolis.cz/podporit\n\nFor more detail, see original Facebook event: http://www.facebook.com/events/865746606917812\n\nhttps://secure.meetupstatic.com/photos/event/9/2/4/d/600_464917453.jpeg",
    "refs": {
      "meetup_id": "243771217"
    }
  },
  {
    "id": "2016-05-10-bitsquare-the-decentralized-bitcoin-exchange-en",
    "name": "Bitsquare - The Decentralized Bitcoin Exchange (EN)",
    "instance": "prague",
    "date": "2016-05-10",
    "dateTime": "2016-05-10T18:30:00+02:00",
    "endTime": "2016-05-10T21:30:00+02:00",
    "description": "Bitsquare is the first decentralized, open and secure Bitcoin exchange with privacy by design. — Bitsquare is not a company. Rather, it is implemented as a Decentralized Autonomous Organization with distributed ownership.\n\nDuring the meetup, Manfred Karrer, the creator of Bitsquare, will cover the questions why a decentralized Bitcoin exchange is needed and how to build it. He will focus on the political and conceptual aspects and will give a short demo of the software...\n\nMeetup is in English. For news see Facebook event (https://www.facebook.com/events/963973413718007).\n\nhttp://photos2.meetupstatic.com/photos/event/7/e/d/8/600_449552472.jpeg",
    "refs": {
      "meetup_id": "230800440"
    }
  },
  {
    "id": "2016-04-12-hivemind-power-of-decentralized-mind-cz",
    "name": "Hivemind - power of decentralized mind (CZ)",
    "instance": "prague",
    "date": "2016-04-12",
    "dateTime": "2016-04-12T18:30:00+02:00",
    "endTime": "2016-04-12T21:30:00+02:00",
    "description": "Meetup is held in Czech, but you are welcome to visit us at our Bitcoin Coffee and have your first coffee for bitcoin anyway.\n\nAmbicí projektu Hivemind je předpovídat budoucnost pomocí decentralizované kolektivní mysli postavené na bitcoinovém blockchainu. Roger Ver prohlásil Hivemind za nejdůležitější projekt od Bitcoinu. Podobně i Tomáš Forgáč, host našeho setkání, jej považuje za jednu z mála skutečně významných aplikací blockchainové technologie. Proč? To se dozvíte v jeho přednášce již toto úterý.\n\nVíce ve facebookové události (https://www.facebook.com/events/555520327962033).\n\nhttp://photos3.meetupstatic.com/photos/event/7/1/6/6/600_448709030.jpeg",
    "refs": {
      "meetup_id": "230253654"
    }
  },
  {
    "id": "2016-04-05-bitcoin-meetup-with-adam-back-en",
    "name": "Bitcoin meetup with Adam Back (EN)",
    "instance": "prague",
    "date": "2016-04-05",
    "dateTime": "2016-04-05T18:30:00+02:00",
    "endTime": "2016-04-05T21:30:00+02:00",
    "description": "On April 5, once again we are going to host a very special guest — Adam Back, a British cryptographer and crypto-hacker whose work directly inspired creation of Bitcoin and who has been involved in it since the very beginning. We will be glad to have him in Paralelni Polis!\n\nEntrance is free and no registration is needed. You can support us by donating to http://j.mp/1CaXM1R3UnAjXx7zWixoVE6GfJqwhMfz6\n\nMeetup is in English. For news see Facebook event (https://www.facebook.com/events/1517231445250991).\n\nhttp://photos3.meetupstatic.com/photos/event/2/3/5/2/600_448449042.jpeg",
    "refs": {
      "meetup_id": "230069612"
    }
  },
  {
    "id": "2016-03-22-mastering-bitcoin-with-andreas-antonopoulos-en",
    "name": "Mastering Bitcoin with Andreas Antonopoulos (EN)",
    "instance": "prague",
    "date": "2016-03-22",
    "dateTime": "2016-03-22T18:00:00+01:00",
    "endTime": "2016-03-22T21:00:00+01:00",
    "description": "Andreas Antonopoulos who has legendary status in the Bitcoin community has accepted our invitation and will come to speak to Paralelni Polis. He is author of the book Mastering Bitcoin and is widely recognized as an authority on Bitcoin.\n\nDon't hesitate to buy your own copy of Mastering Bitcoin from amazon.de (http://amzn.to/24ltXeY) and bring it to the event for signing.\n\nMeetup is in English. For detail see Facebook event (https://www.facebook.com/events/254946958169811/).\n\nhttp://photos4.meetupstatic.com/photos/event/e/6/4/6/600_447118950.jpeg",
    "refs": {
      "meetup_id": "229031225"
    }
  },
  {
    "id": "2016-02-23-the-bitcoin-gospel-with-roger-ver-en",
    "name": "The Bitcoin Gospel with Roger Ver (EN)",
    "instance": "prague",
    "date": "2016-02-23",
    "dateTime": "2016-02-23T18:30:00+01:00",
    "endTime": "2016-02-23T21:30:00+01:00",
    "description": "Finally a meetup in English! Let's watch a short documentary The Bitcoin Gospel and have a hangout with Roger Ver aka Bitcoin Jesus!\n\nThe documentary looks at the history, the ideologies, and the conflict between the politics of the early-adopters and the VCs/entrepreneurs pushing to take Bitcoin mainstream. Roger Ver is ex-US citizen who has been a long time proponent of voluntaryism and is most well know for his work promoting Bitcoin.\n\nFor detail see Facebook event (https://www.facebook.com/events/1014667931905797/).\n\nhttp://photos1.meetupstatic.com/photos/event/b/2/8/600_446942856.jpeg",
    "refs": {
      "meetup_id": "228909153"
    }
  },
  {
    "id": "2016-02-02-how-everything-started",
    "name": "How everything started",
    "instance": "prague",
    "date": "2016-02-02",
    "dateTime": "2016-02-02T19:00:00+01:00",
    "endTime": "2016-02-02T22:00:00+01:00",
    "description": "Do you know how Bitcoin started? During the meetup, Marek Palatinus and Martin Sip will talk about Bitcoin Whitepaper and first developments around Bitcoin community.\n\nMeetup is held in Czech, but you are welcome to visit us at our Bitcoin Coffee and have your first coffee for bitcoin anyway.\n\nFor detail see Facebook event (https://www.facebook.com/events/1669013386713391).",
    "refs": {
      "meetup_id": "228495734"
    }
  },
  {
    "id": "2016-01-26-bitcoin-money-of-the-future-book-launch",
    "name": "Bitcoin: Money of the future - Book launch",
    "instance": "prague",
    "date": "2016-01-26",
    "dateTime": "2016-01-26T18:30:00+01:00",
    "endTime": "2016-01-26T21:30:00+01:00",
    "description": "Book launch of Bitcoin: Money of the Future by Dominik Stroukal and Jan Stransky. Meetup is held in Czech, but you are welcome to visit us at our Bitcoin Coffee and have your first coffee for bitcoin anyway.\n\nDetail https://www.facebook.com/events/219141221758197",
    "refs": {
      "meetup_id": "228241832"
    }
  }
]