[
  {
    "id": "hcpp19-opt-out-of-money-for-fun-and-profit",
    "videoId": "1HJdrBk3BlE",
    "url": "https://www.youtube.com/watch?v=1HJdrBk3BlE",
    "img": "hcpp19/hcpp19-opt-out-of-money-for-fun-and-profit.jpg",
    "publishedAt": "2019-10-16T16:00:13Z",
    "desc": "Civilization is going through a rapid radical shift, from a pre-Internet age to the Uberification of Industry, the Decentralization of Education, and the Polarization of Government. Both Industry & Government have figured out how to exploit the loopholes in the economic models of Capitalism & Socialism, without any ability for citizen people to opt-out. In this talk, we'll explore the 6 problems any economic system must address and see if there are holes that humanity can escape through.\n\n#hcpp19 #optout #paralelnipolis #instituteofcryptoanarchy",
    "duration": 3060,
    "name": "Opt-out Of Money: For Fun & Profit!",
    "project": "hcpp",
    "event": "hcpp19",
    "people": [
      "mark-nadal"
    ]
  },
  {
    "id": "hcpp16-tsunami-of-innovation",
    "videoId": "Ibz_HMKHQl4",
    "url": "https://www.youtube.com/watch?v=Ibz_HMKHQl4",
    "img": "hcpp16/hcpp16-tsunami-of-innovation.jpg",
    "publishedAt": "2017-01-16T13:12:45Z",
    "desc": "Keynote speaker at the Hackers Congress Paralelni Polis 2016. Andreas is world's most renowned Bitcoin evangelist and author of books the Internet of Money and Mastering Bitcoin.  He is also an information security expert and tech-entrepreneur.\n\n",
    "duration": 5094,
    "name": "Tsunami Of Innovation",
    "project": "hcpp",
    "event": "hcpp16",
    "people": [
      "andreas-antonopoulos"
    ]
  },
  {
    "id": "hcpp18-panel-panama-papers",
    "videoId": "vXfP9MYGKc4",
    "url": "https://www.youtube.com/watch?v=vXfP9MYGKc4",
    "img": "hcpp18/hcpp18-panel-panama-papers.jpg",
    "publishedAt": "2018-10-07T15:21:05Z",
    "desc": "Panama papers panel will reflect the Panama scandal that happened two years ago. Many people, including Adolfo Enrique Linares Franco, the influential Panamanian libertarian, consider Panama papers to be invasive and dangerous intervention to privacy of a lot of people and companies.\nOn the other hand, many people, including Pavla Holcová, Czech investigative journalist, believe Panama papers may help us to reveal a lot of scandals and bad behavior.\n\nPanama Papers, does our society benefit from this massive leak?\n\nCome and join our discussion.\n\nModerator: Pavol Lupták\nPanelists: Adolfo Linares, Pavla Holcová\n\n\nAdolfo Linares\nBIO\nAdolfo E. Linares F. obtained a Bachelor’s Degree in Law and Political Science from the University of Panama in 1990, and later studied Law in Capital Markets, Banking, Maritime at University College London, University of London, United Kingdom. (1990-1991). \n\nPartner of Tapia, Linares and Alfaro (www.talial.com) since 1992.\n\nDirector of St. Georges Bank (https://www.stgeorgesbank.com/) since 2013. \n\nPresident of AEGIS ASSET ADVISORS INC. (http://www.aaapanama.com/) an external asset manager (EAM) company with an investment adviser license from the Superintendence ofCapital Markets of the Republic of Panama. \n\nPresident of Compañia Inmobiliaria San Felipe (http://www.sanfelipe.com.pa/), a real estate developer company, since 2012 to the present. \n\nDeputy Minister of Education from July 2001 to January 2004. \n\nPresident of the Chamber of Commerce, Industries and Agriculture of Panama from April 2009 to April 2010. \n\nMember of the editorial board of newspapers La Estrella de Panamá, founded in 1849 and second oldest in Latin America, and El Siglo, local tabloid founded in 1981, from 2004 to 2010. \n\n\nPavla Holcová\nBIO\nPavla Holcová is the founder of the Czech Center for Investigative Journalism, where she has investigated cases concerning Serbian organized crime figures, Macedonian secret service investments in Prague, money laundering, and offshore companies. She is a co-recipient of various journalism awards, including the Global Shining Light Award and European Union investigative journalism prize. She is closely working with Organized Crime and Corruption Reporting Project (OCCRP) as regional editor and also served on OCCRP board of directors. Pavla worked on various international projects and investigations such as Panama papers, Paradise Papers, Russian Laundromat or Azerbaijani Laundromat – exposing payments from Azerbaijani government officials to European politicians. In 2016 she was named by Financial Times as New Europe 100 – European changemakers.",
    "duration": 3218,
    "name": "Panel - Panama Papers",
    "project": "hcpp",
    "event": "hcpp18",
    "people": [
      "adolfo-linares",
      "pavla-holcova"
    ]
  },
  {
    "id": "hcpp19-an-atlas-of-countries-that-dont-exist",
    "videoId": "VE7agg_RKWs",
    "url": "https://www.youtube.com/watch?v=VE7agg_RKWs",
    "img": "hcpp19/hcpp19-an-atlas-of-countries-that-dont-exist.jpg",
    "publishedAt": "2019-10-16T15:58:46Z",
    "desc": "Most of us think we know what a country is, but in truth the concept is notoriously slippery. This talk starts with the familiar political map of the world to show what the bold colours and clear boundaries conceal rather than reveal: a multitude of unrecognised and unnoticed states whose claims to legitimacy are deliberately made invisible. This is the shadowy, surprisingly large, and literally unofficial world of countries that don’t exist.\n\nBased on his best-selling book of the same title, acclaimed travel writer and Oxford geography don, Nick Middleton, takes us on an eye-opening journey through this parallel world. These are wannabe countries that, lacking diplomatic recognition or UN membership, inhabit a realm of shifting borders, idealistic leaders and forgotten peoples. But although the places covered in this talk lie beyond the margins of legitimacy, virtually all can be visited in the real world.\n\nFilled with stories, facts and figures, this is simultaneously an insight into the power of territorial countries, an introduction to creating your own nation state, and a bucket list of destinations from an alternative dimension. Above all, it’s an assortment of yearning tales of nationhood, most led by visionary leaders: some sad, some mad, some downright bizarre.\n\n#hcpp19 #optout #paralelnipolis #instituteofcryptoanarchy",
    "duration": 3250,
    "name": "An Atlas Of Countries That Don’t Exist",
    "project": "hcpp",
    "event": "hcpp19",
    "people": [
      "nick-middleton"
    ]
  },
  {
    "id": "hcpp18-how-a-crypto-economy-will-care-for-the-old-sick-and-disable",
    "videoId": "TrPDz-xBuLg",
    "url": "https://www.youtube.com/watch?v=TrPDz-xBuLg",
    "img": "hcpp18/hcpp18-how-a-crypto-economy-will-care-for-the-old-sick-and-disable.jpg",
    "publishedAt": "2018-10-07T08:44:06Z",
    "desc": "So, what happens if we win? The state whithers away, leaving us free to live as we wish... but what happens to the sick, the old and the disabled? And what of the millions who are now living on state pensions? What happens to them when the payments stop coming? This session will explain how life becomes better for all of these people under a free, decentralized economy. Significantly better.",
    "duration": 3356,
    "name": "How A Crypto Economy Will Care For The Old, Sick And Disable",
    "project": "hcpp",
    "event": "hcpp18",
    "people": [
      "paul-rosenberg"
    ]
  },
  {
    "id": "hcpp20-paradigmatics-exploring-new-technological-freedoms-to-crush-the-old",
    "videoId": "SHyRvKqV14o",
    "url": "https://www.youtube.com/watch?v=SHyRvKqV14o",
    "img": "hcpp20/hcpp20-paradigmatics-exploring-new-technological-freedoms-to-crush-the-old.jpg",
    "publishedAt": "2021-01-02T19:00:11Z",
    "desc": "Paradigmatics is the agreed term among cyberphilosophers for understanding the fundamentals of a new paradigm. What exactly is informationalism? What exactly is interactivity? What exactly is cryptography? What exactly is encryption? What exactly is a netocracy? What exactly is a sensocracy? What exactly is protopianism? Et cetera. So that we can eliminate old perceptions from a previous paradigm and replace them with a new understanding of the genuinely new world we have literally entered.\n\n",
    "duration": 2807,
    "name": "Paradigmatics - Exploring New Technological Freedoms To Crush The Old",
    "project": "hcpp",
    "event": "hcpp20",
    "people": [
      "alexander-bard"
    ]
  },
  {
    "id": "hcpp20-from-figure-to-ground-how-humans-became-technologys-tools",
    "videoId": "NBTDPU-cGXU",
    "url": "https://www.youtube.com/watch?v=NBTDPU-cGXU",
    "img": "hcpp20/hcpp20-from-figure-to-ground-how-humans-became-technologys-tools.jpg",
    "publishedAt": "2021-02-13T18:30:13Z",
    "desc": "Digital technology is being developed with little or no awareness of the underlying operating system: corporate capitalism. New technologies are developed purely for their ability to extract value from people and places, instead of providing human beings with the capabilities they need to create and exchange value for themselves. As a result, we now live in a media environment where technologies use people more than people use technology. \n\nOne of the greatest promises of new media technologies was to unlock closed-ended narratives and offer people the opportunity to participate, actively, in the creation of a new human story. In this talk, media theorist and author Douglas Rushkoff will use the lens of critical economic analysis to explain how this potential renaissance for human connection and flourishing was leveraged instead to amplify the most predictable, extractive, and dehumanizing aspects of the market. He will also offer a path for digital, transmedia, and other post-linear creators to retrieve the human values driving our work by restoring the cultural alchemy at its core.\n\n",
    "duration": 2930,
    "name": "From Figure To Ground: How Humans Became Technology’s Tools",
    "project": "hcpp",
    "event": "hcpp20",
    "people": [
      "douglas-rushkoff"
    ]
  },
  {
    "id": "hcpp19-will-ai-knock-before-slamming-the-humanitys-door",
    "videoId": "K_5Ru68T2dc",
    "url": "https://www.youtube.com/watch?v=K_5Ru68T2dc",
    "img": "hcpp19/hcpp19-will-ai-knock-before-slamming-the-humanitys-door.jpg",
    "publishedAt": "2019-10-16T15:58:13Z",
    "desc": "Each code of conduct is a derivative from nature of actors and nature of interaction between them. Humans have been trying to overcome (or suppress) their nature by creating moral standards, rules, by means of which they could judge each other and decide whether to build the interaction further or to refuse and disrupt the communication.\n\nFor the last decades we have been trying to apply our ethics and moral principles to other types of agents - artificial ones, in order to judge them and be capable of reacting accordingly. But do computers have the nature similar to ours that would make the application possible? Will the nature of interaction between artificial and biological agents be the same as human-to-human? Will AI have a goodwill to politely ask us to cooperate before tearing down our barbed wire fences?\n\n#hcpp19 #optout #paralelnipolis #instituteofcryptoanarchy",
    "duration": 2474,
    "name": "Will Ai Knock Before Slamming The Humanity's Door?",
    "project": "hcpp",
    "event": "hcpp19",
    "people": [
      "olga-ukolova"
    ]
  },
  {
    "id": "a-post-libertarian-realpolitik",
    "videoId": "jbSRl3iWNIk",
    "url": "https://www.youtube.com/watch?v=jbSRl3iWNIk",
    "img": "null/a-post-libertarian-realpolitik.jpg",
    "publishedAt": "2018-11-06T20:48:21Z",
    "desc": "Slides ► https://speakerdeck.com/arto/a-post-libertarian-realpolitik\n\nFollow and support us ► https://liberate.hcpp.cz/#support\nParalelní Polis website → https://www.paralelnipolis.cz/o-nas/en/\nParalelní Polis Facebook → https://www.facebook.com/vejdiven\n\nARTO BENDIKEN\n\nMaster Toolsmith, Cypherpunk Division of the Crypto Economics Consulting Group (CECG). Senior cryptoanarchist. Aspiring cryptotribalist. Perpetual traveler in training. Public domain advocate.\n\nTALK: A post-libertarian realpolitik\n\nWe as libertarians often maintain that the state is a fiction, sometimes a consensual one. But what if the notion of rights is equally a fiction, too? We will examine a realpolitik perspective on how individual autonomy was curtailed historically and what a posited rising marginal cost of oppression means for the future of liberty.\n\nABOUT HCPP17 → https://liberate.hcpp.cz/\n\nLiberate!\n\nHCPP17 PARTNERS:\n\nMAIN PARTNERS\n\nTREZOR → https://trezor.io/\nGENERAL BYTES → https://www.generalbytes.com/\nSLUSH POOL → https://slushpool.com\nBITCOIN PAY → https://www.bitcoinpay.com\nCOINMATE → https://coinmate.io\n\nCRYPTOPUZZLE PARTNERS\n\nNETHEMBA → https://nethemba.com\nSATORI → http://zd3n.com/\n\nNEWS LIVE BROADCASTING PARTNER\n\nWorld Crypto Network → http://www.worldcryptonetwork.com\n\nCATERING PARTNERS\n\nNordbeans, Street Catering",
    "duration": 2915,
    "name": "A Post-libertarian Realpolitik",
    "project": null,
    "event": null,
    "people": [
      "arto-bendiken"
    ]
  },
  {
    "id": "hcpp18-the-project-of-cryptoanarchy",
    "videoId": "gTtbkguROdk",
    "url": "https://www.youtube.com/watch?v=gTtbkguROdk",
    "img": "hcpp18/hcpp18-the-project-of-cryptoanarchy.jpg",
    "publishedAt": "2018-10-05T18:31:38Z",
    "desc": "Cryptoanarchy is all the buzz, but it has become a brand lacking content. There's a real risk of losing track of the liberating possibilities of cryptography while focusing on riding the cryptocurrency bandwagon, repeating memes and hanging on to false assumptions. It's time to put anarchy back into cryptography! Coercion must be analyzed and understood to be able to discover how cryptography can become a tool to undermine power and prepare the grounds for less violent social structures. From there, a field of exploration opens itself to those who are interested in experimenting with societal structures never seen before in human history. And it's not just digital, the future of cryptoanarchy must embrace all of human existence, on the net and offline.",
    "duration": 4511,
    "name": "The Project Of Cryptoanarchy",
    "project": "hcpp",
    "event": "hcpp18",
    "people": [
      "smuggler"
    ]
  },
  {
    "id": "hcpp18-bitcoin-the-ultimate-social-justice",
    "videoId": "9xNalfr45Qg",
    "url": "https://www.youtube.com/watch?v=9xNalfr45Qg",
    "img": "hcpp18/hcpp18-bitcoin-the-ultimate-social-justice.jpg",
    "publishedAt": "2018-10-06T16:01:06Z",
    "desc": "We tend to define good as charitable work that helps people short-term, like feeding people, or giving them shelter for a night. Real good is about giving people freedom to pursue their interests and let them contribute to the building of society. This talk will be about how Bitcoin is the path to real social justice.",
    "duration": 3141,
    "name": "Bitcoin: The Ultimate Social Justice",
    "project": "hcpp",
    "event": "hcpp18",
    "people": [
      "jimmy-song"
    ]
  },
  {
    "id": "hcpp17-crispr-and-biohacking",
    "videoId": "Q2L142-qOQQ",
    "url": "https://www.youtube.com/watch?v=Q2L142-qOQQ",
    "img": "hcpp17/hcpp17-crispr-and-biohacking.jpg",
    "publishedAt": "2018-01-02T20:57:25Z",
    "desc": "CRISPR is science fiction made real. It is nature's technology for splicing genes, and we've learned that it can be used for almost any application. On top of that, it's shockingly affordable. One expert on CRISPR calls it “the biggest thing since penicillin,” and that may not be an over-statement. CRISPR puts physical evolution into our hands.",
    "duration": 2869,
    "name": "Crispr & Biohacking",
    "project": "hcpp",
    "event": "hcpp17",
    "people": [
      "paul-rosenberg"
    ]
  },
  {
    "id": "hcpp20-decentralize-yourself-and-avoid-digital-totalitarian-control",
    "videoId": "HGFssPMbG1c",
    "url": "https://www.youtube.com/watch?v=HGFssPMbG1c",
    "img": "hcpp20/hcpp20-decentralize-yourself-and-avoid-digital-totalitarian-control.jpg",
    "publishedAt": "2021-01-30T18:30:11Z",
    "desc": "It’s a common misconception that all the governments around the world are in full coordination. Though there are certainly varying levels of coordination among some countries and a general trend towards the growth of that, there’s still an opportunity to make it more difficult for the invasion of privacy and the forced control over you and your data, such as by having multiple residencies, \"obfuscation in plain sight\", decentralizing income potential, and moving, if necessary. This presentation will go over why this is important by pointing out why this is important by using examples from documented events around the world as well as personal experiences from having lived in 8 countries around the world with a relatively weak passport (as highlighted in HCPP19) and those that have been shared with me. Additionally, some recommendations on how to accomplish this in an optimal manner while still avoiding problems, in the long run, will be provided in order for audiences to be better equipped to avoid digital totality in the long run.\n\n",
    "duration": 2903,
    "name": "Decentralize Yourself And Avoid Digital Totalitarian Control",
    "project": "hcpp",
    "event": "hcpp20",
    "people": [
      "travin-keith"
    ]
  },
  {
    "id": "hcpp18-scarcity-in-crypto-networks",
    "videoId": "2sJq775msDQ",
    "url": "https://www.youtube.com/watch?v=2sJq775msDQ",
    "img": "hcpp18/hcpp18-scarcity-in-crypto-networks.jpg",
    "publishedAt": "2018-10-05T20:53:58Z",
    "desc": "Physical goods have some properties that are very hard to replicate in the digital realm. Scarcity is one such property. Many attempts have been made to create scarce digital goods by adding artificial rules and constraints. But information (including software) can be easily copied, networks can be forked, and rules can be changed or broken. What does it actually mean for a digital good to be scarce? And what are the implications for cryptocurrency? What makes one digital good have stronger scarcity guarantees than another? Can we rely on built-in incentives or does it require external enforcement? We explore these issues drawing examples from existing networks.\n\nInstitute of Cryptoanarchy",
    "duration": 1983,
    "name": "Scarcity In Crypto Networks",
    "project": "hcpp",
    "event": "hcpp18",
    "people": [
      "eric-lombrozo"
    ]
  },
  {
    "id": "hcpp19-how-to-build-our-own-city",
    "videoId": "7D44a_203sI",
    "url": "https://www.youtube.com/watch?v=7D44a_203sI",
    "img": "hcpp19/hcpp19-how-to-build-our-own-city.jpg",
    "publishedAt": "2019-10-16T15:58:18Z",
    "desc": "Get an introduction and status update on the Liberstad project, which aims to establish Norway's first private city. More than 125 people from 33 different countries from all around the world have invested in properties in Liberstad. Join this talk to learn more about this exciting project!\n\n#hcpp19 #optout #paralelnipolis #instituteofcryptoanarchy",
    "duration": 3287,
    "name": "How To Build Our Own City",
    "project": "hcpp",
    "event": "hcpp19",
    "people": [
      "sondre-bjellas"
    ]
  },
  {
    "id": "hcpp20-hcpp20-digital-totality-aftermovie",
    "videoId": "8QYNUPxLdGw",
    "url": "https://www.youtube.com/watch?v=8QYNUPxLdGw",
    "img": "hcpp20/hcpp20-hcpp20-digital-totality-aftermovie.jpg",
    "publishedAt": "2020-12-26T13:41:01Z",
    "desc": "The tension between the old and known, and the new and unknown increases.\n\nThe third revolution of production is unleashing its power into an unstable and unsettled world.\n\nMetaphors, narratives, concepts, and explanations change – and fail to grasp what is ahead of us.\n\nInformation is power, and software – its embodiment – eats the world. While some cling to the ideas and ways of the overcome age, the new is still too fresh to fully embrace.\n\nThe old guard is building a prison of bits and bytes, drones, cameras, databases and hostile AI.\n\nTheir goal: To cement the old structures of power for eternity while the masses continue to blissfully consume their selves. That may not happen.\n\nIt is up to us to chart the new waters, draw the maps, tell the stories, and build the tools that will shape our future for lifetimes to come.\n\nOur time is now. Ready or not, the digital totality is upon us.\n\n",
    "duration": 190,
    "project": "hcpp",
    "event": "hcpp20",
    "name": "HCPP20 Digital Totality Aftermovie"
  },
  {
    "id": "hcpp19-a-proper-path-to-digital-immortality",
    "videoId": "ztG8QNSgxlA",
    "url": "https://www.youtube.com/watch?v=ztG8QNSgxlA",
    "img": "hcpp19/hcpp19-a-proper-path-to-digital-immortality.jpg",
    "publishedAt": "2019-10-16T16:00:12Z",
    "desc": "Last year my talk was devoted to uncensorable and unregulated artificial intelligence. This year I'd like to give more technical insights into the topic and describe how existing Bitcoin and Lightning Network technologies can be utilized to break the attribution between computing, messaging, storage and ownership — and physical identity of the person. Then, I will disclose why these steps are a required part of the equation that can eventually lead to digital immortality.\n\n#hcpp19 #optout #paralelnipolis #instituteofcryptoanarchy",
    "duration": 2951,
    "name": "A Proper Path To Digital Immortality",
    "project": "hcpp",
    "event": "hcpp19",
    "people": [
      "maxim-orlovsky"
    ]
  },
  {
    "id": "hcpp18-money-laundering",
    "videoId": "l6dRUKDTuYo",
    "url": "https://www.youtube.com/watch?v=l6dRUKDTuYo",
    "img": "hcpp18/hcpp18-money-laundering.jpg",
    "publishedAt": "2018-10-07T16:00:36Z",
    "desc": "Corruption, drug trade, arms trafficking, terrorism - all have one thing in common: they need to launder money. Even though there are more and more global and regional initiatives how to combat money laundering and control money, none of it really works. There are over 2.1 trillions USD originating from crime in financial flows. So what are the essentials of money laundering?",
    "duration": 3076,
    "name": "Money Laundering",
    "project": "hcpp",
    "event": "hcpp18",
    "people": [
      "pavla-holcova"
    ]
  },
  {
    "id": "hcpp19-bitcoin-peer-banking",
    "videoId": "vVajnwr5QPk",
    "url": "https://www.youtube.com/watch?v=vVajnwr5QPk",
    "img": "hcpp19/hcpp19-bitcoin-peer-banking.jpg",
    "publishedAt": "2019-10-16T15:58:45Z",
    "desc": "Bitcoin backed trustless peer banking. What?\n\nThink peers banking peers. Alice the “hodler” going long Bitcoin, Bob the “lender” providing her dollar liquidity for an interest, Charlie “the miner” hedging to dollars, Dave the “financier” balancing demand and supply liquidity and Emily the “trader” speculating on futures, options, FXs or stocks. All just above Bitcoin as the underlying and creating a parallel trustless financial system.\n\nThink DeFi built on top of Bitcoin using Bitcoin multisig tech to get simple reliable smart contracts, using Bitcoin as the only reliable store of value.\n\nThink open source third layer on top of Bitcoin, an accounting layer that can share liquidity and reconcile across on-chain and lightning settlement layers.\n\nFrom theoretical concepts to real world products and how we can get this done.\n\n#hcpp19 #optout #paralelnipolis #instituteofcryptoanarchy",
    "duration": 3273,
    "name": "Bitcoin Peer Banking",
    "project": "hcpp",
    "event": "hcpp19",
    "people": [
      "patrik-tjokorda"
    ]
  },
  {
    "id": "hcpp19-code-is-a-weapon",
    "videoId": "6FwVH3hZUyk",
    "url": "https://www.youtube.com/watch?v=6FwVH3hZUyk",
    "img": "hcpp19/hcpp19-code-is-a-weapon.jpg",
    "publishedAt": "2019-10-21T15:28:48Z",
    "desc": "In the era of ubiquitous surveillance and globally-banked cryptocurrency projects like Facebook's Libra, how can cryptoanarchists fight back? Through cryptographic code! We'll survey the grim state of surveillance, starting with the industrialization of NSA mass surveillance via companies like Chainanalysis to the recent targeting of Assange. We'll present two new systems that are capable of resisting even global adversaries with a full view of the network: Anonymous credentials and mix-networks.\n\nWe'll explain how new advances in mix-networking can be integrated with anonymous access credentials to provide end-to-end privacy against even the most powerful of adversaries.\n\nWe'll demonstrate how mix-nets provide better anonymity than either Tor or VPNs, and how probabilistic mix-networks such as Loopix can be extended to handle a decentralized environment. We'll also describe new advances in anonymous access credentials, so that with threshold signatures they also function in a decentralized environment. Lastly, we'll discuss how financial incentives enabled by blockchains allow these technologies to become self-sustaining.\n\n#hcpp19 #optout #paralelnipolis #instituteofcryptoanarchy",
    "duration": 2128,
    "name": "Code Is A Weapon",
    "project": "hcpp",
    "event": "hcpp19",
    "people": [
      "harry-halpin"
    ]
  },
  {
    "id": "hcpp20-insanely-great-the-cypherpunk-totality",
    "videoId": "9N0V8h0KZC0",
    "url": "https://www.youtube.com/watch?v=9N0V8h0KZC0",
    "img": "hcpp20/hcpp20-insanely-great-the-cypherpunk-totality.jpg",
    "publishedAt": "2021-06-12T17:30:11Z",
    "desc": "We often think of a digital totality as a dark, oppressive thing, and for obvious reasons. The digital totality of the cypherpunks, however, had a beautiful purpose: To escape the fears, manipulations, and extortion of the present world order, and build a better realm apart from them. As time has gone on, and however erratically and imperfectly, cypherpunk technologies have developed, and there are far more people working on them than ever before.\n\nCivilization is a battle between production and plunder, with our digital realm devoted to production and the old order’s devoted to plunder. But the battle between the two goes further than even that, and by the time this presentation is finished, you’ll see that there are massive evolutionary benefits to winning this race.\n\nNot one, but two digital totalities stand in front of us, one an Eden, the other an Abyss… and we are uniquely positioned to steer the future in one way or another.\n\n",
    "duration": 2660,
    "name": "Insanely Great: The Cypherpunk Totality",
    "project": "hcpp",
    "event": "hcpp20",
    "people": [
      "paul-rosenberg"
    ]
  },
  {
    "id": "hcpp18-what-makes-a-jurisdiction-crypto-friendly",
    "videoId": "TLgBKok-TY0",
    "url": "https://www.youtube.com/watch?v=TLgBKok-TY0",
    "img": "hcpp18/hcpp18-what-makes-a-jurisdiction-crypto-friendly.jpg",
    "publishedAt": "2018-10-07T09:36:54Z",
    "desc": "WHAT MAKES A JURISDICTION CRYPTO FRIENDLY: FROM REGULATION TO FINANCIAL SERVICES, IMMIGRATION AND BEYOND\nThe past year has seen the emergence of increased hostility toward the Crypto Ecosystem. However, there is a light at the end of the tunnel, as several countries have publicly identified themselves as Crypto Friendly and are making inroads by creating regulatory environments in which crypto companies can thrive This presentation analyzes the challenges crypto companies face in starting operations and proposes a methodology for evaluating and scoring the crypto friendliness of a given jurisdiction.",
    "duration": 2959,
    "name": "What Makes A Jurisdiction Crypto Friendly",
    "project": "hcpp",
    "event": "hcpp18",
    "people": [
      "pablo-coirolo"
    ]
  },
  {
    "id": "hcpp19-dishonest-devs-defeating-insider-attacks-on-decentralized-tech",
    "videoId": "TO3GKLzr4Hg",
    "url": "https://www.youtube.com/watch?v=TO3GKLzr4Hg",
    "img": "hcpp19/hcpp19-dishonest-devs-defeating-insider-attacks-on-decentralized-tech.jpg",
    "publishedAt": "2019-10-16T15:58:47Z",
    "desc": "Decentralised systems are meant to be trustless. But our interactions with tech is always mediated by software. This talk will cover the threat, including real and hypothetical attacks, what it takes for communities to defeat these attacks, and how we can better design decentralised systems to defeat these attacks.\n\n#hcpp19 #optout #paralelnipolis #instituteofcryptoanarchy",
    "duration": 2918,
    "name": "Dishonest Devs: Defeating Insider Attacks On Decentralized Tech",
    "project": "hcpp",
    "event": "hcpp19",
    "people": [
      "peter-todd"
    ]
  },
  {
    "id": "hcpp19-the-age-of-decentralisation-society-30",
    "videoId": "7DI2QYq8RbA",
    "url": "https://www.youtube.com/watch?v=7DI2QYq8RbA",
    "img": "hcpp19/hcpp19-the-age-of-decentralisation-society-30.jpg",
    "publishedAt": "2019-10-16T15:58:41Z",
    "desc": "As we draw closer to an era where we are no longer bound by centralised rules dictating how our societies should function, we are in need of tools that can support our journey forward.\n\nOur societies have been built from the top-down. Enforcement branching out with no care about how it would effect the people who must pay dearly for its fruits. We are all capable of assessing our needs, we are all capable of building a world shaped by those who live in it, rather than those who enjoy the privileged seats assigned to them.\n\nRegulations are pushing to create boundaries for us to play in. Like obsessive parents, we are being told to play within the limits of their vision. As though the rules they had assigned us had done us any good thus far. The failure to see and acknowledge this has been the root cause of our perish. We are no longer looking for guidance, we seek something much greater. A sign of hope not built by fortune tellers, but by those who have all of humanity in mind. What tools can we use to \"opt-out\"? Join me for yet another interactive presentation.\n\n#hcpp19 #optout #paralelnipolis #instituteofcryptoanarchy",
    "duration": 3001,
    "name": "The Age Of Decentralisation: Society 3.0",
    "project": "hcpp",
    "event": "hcpp19",
    "people": [
      "amin-rafiee"
    ]
  },
  {
    "id": "hcpp20-memetic-warfare-dangerous-memes-and-fallacies",
    "videoId": "WH7EFk8ZI4s",
    "url": "https://www.youtube.com/watch?v=WH7EFk8ZI4s",
    "img": "hcpp20/hcpp20-memetic-warfare-dangerous-memes-and-fallacies.jpg",
    "publishedAt": "2021-04-03T17:30:29Z",
    "desc": "We live in times of memetic warfare. Mechanisms like authority and popularity bias, which might have been useful in earlier times, have been amplified by social media to a degree that resembles a warzone. People split into different \"communities\" which often live in completely different realities (e.g., in regards to COVID-19), interacting with each other not via discourse but with memetic warfare. This presentation looks at the phenomenon of memetic warfare on the meta-level and looks at some dangerous memes and fallacies in detail. Some meta-questions: - What is memetic warfare? - What does it mean for society at large and one's personal life? - How to stay sane in an insane world? Some concrete examples of memes in the \"scene\" we look at: - Everything has to be decentralized - The Internet will route around censorship - The market will fix it. - Bitcoin fixes this. - Just use a smart contract. - Linus's law: \"given enough eyeballs, all bugs are shallow\". We also try to classify these dangerous memes and fallacies into classes to make them easier recognizable and to develop strategies for memetic immunization.\n\n",
    "duration": 2581,
    "name": "Memetic Warfare: Dangerous Memes & Fallacies",
    "project": "hcpp",
    "event": "hcpp20",
    "people": [
      "frank-braun"
    ]
  },
  {
    "id": "hcpp17-dehumanizing-technology",
    "videoId": "xLiri2nqar4",
    "url": "https://www.youtube.com/watch?v=xLiri2nqar4",
    "img": "hcpp17/hcpp17-dehumanizing-technology.jpg",
    "publishedAt": "2018-11-08T19:13:17Z",
    "desc": "Investigating the dangers of technological biases, path dependencies, addictive systems, totalitarian technology, and the resulting dehumanizing technology. Discussion about the ethics of technology in the light of blockchains and smart contracts. A critique of technological constructivism and the tech echo chamber.",
    "duration": 2631,
    "name": "Dehumanizing Technology",
    "project": "hcpp",
    "event": "hcpp17",
    "people": [
      "frank-braun"
    ]
  },
  {
    "id": "hcpp19-parallel-garden-environmental-change",
    "videoId": "K0DjPjmukII",
    "url": "https://www.youtube.com/watch?v=K0DjPjmukII",
    "img": "hcpp19/hcpp19-parallel-garden-environmental-change.jpg",
    "publishedAt": "2019-10-16T16:00:12Z",
    "desc": "You know the feeling: There is a an issue. The big one and globally significant. You understand its urgency and you would like to solve it. And you are alone, or there is only few of you. So what can you do? Get involved in politics. Initiate the protests or get involved in the existing ones. Will you succeed? Maybe or maybe not.\n\nThere is also another way of investing your time and energy - start the change on your own. Get a couple of similar minded people and start working on practical solutions. Make the first prototype. Then, address the relevant community with it and analyze the feedback. Learn, develop and scale after then.\n\nAs a members of Paralelni Polis community, we were surrounded by several environmental clichés, mostly about the eco-unfriendly cryptocurrency mining. Actually, their substance was similar to many others environmental issues: many debates and only a few practically-based conclusions with very poor impact. So, we decided to take action. We built up our first hydroponic system, start cooperation with hackerspace in order to include automation. And start the path to automated rooftop greenhouse. We also open-sourced all of our know-how in order to make it spread as far as possible. The accurate feedback on the effect of our actions was substantial to us - so we refused state-based financial sources and emphasize the peer-to-peer relation. We will be happy to share our story with you! In the meantime, we don 't waste time and iterate!\n\n#hcpp19 #optout #paralelnipolis #instituteofcryptoanarchy",
    "duration": 2706,
    "name": "Parallel Garden: Environmental Change",
    "project": "hcpp",
    "event": "hcpp19",
    "people": [
      "radim-kozub",
      "michal-zatrepalek",
      "jakub-hamata"
    ]
  },
  {
    "id": "hcpp20-anarchy-online-a-world-of-strong-privacy",
    "videoId": "ePPOjVAcVTk",
    "url": "https://www.youtube.com/watch?v=ePPOjVAcVTk",
    "img": "hcpp20/hcpp20-anarchy-online-a-world-of-strong-privacy.jpg",
    "publishedAt": "2021-03-27T18:30:15Z",
    "desc": "Public key encryption makes possible a world where much of human interaction is unobservable to anyone but the parties involved and those they choose to reveal it to. One consequence could be to put everything online out of the power of government to control — what you cannot see, you cannot tax or regulate. Whether that is a bug or a feature depends on how well non-governmental mechanisms can replace the useful functions of government, in particular law and contract enforcement. Fortunately, the same technologies that make strong privacy possible also enable mechanisms to enforce agreements based on reputation. \n\nReputational enforcement of a contract depends on interested third parties being able to know, at low cost, who violated the contract, in order that it will then be in their interest not in the future to trust the violator. If the information of which party is guilty is too costly, third parties will instead conclude that one of the two parties cannot be trusted but they do not know which so should avoid both, making it no longer in the interest of the victim of the contractual breach to complain about it. \n\nDigital signatures make it easy to prove to any interested third party that a contract was signed, that it specified an arbitrator, and how the arbitrator ruled. Combine that with a policy of designing contracts to put the opportunity to profit by default on the party with the greatest interest in maintaining his reputation, for instance by terms such as whether payment is made in advance or on performance. If neither party has a reputation to lose, leverage the reputation of someone who does by having each party post a bond in digital cash with a trusted third party. \n\nSuch mechanisms should make it possible to maintain a functioning economy under conditions of online anarchy. \n\n",
    "duration": 3022,
    "name": "Anarchy Online: A World Of Strong Privacy",
    "project": "hcpp",
    "event": "hcpp20",
    "people": [
      "david-friedman"
    ]
  },
  {
    "id": "hcpp18-building-the-hcpp-nfc-badge",
    "videoId": "DMz-HAoqOx8",
    "url": "https://www.youtube.com/watch?v=DMz-HAoqOx8",
    "img": "hcpp18/hcpp18-building-the-hcpp-nfc-badge.jpg",
    "publishedAt": "2018-10-05T13:23:03Z",
    "desc": "In this half hour session, we consider the technology behind constructing the HCPP NFC badge from all angles. Beginning with samples of prototypes and badges from other conferences, we contrast features integrated into the ST Microelectronics powered EEPROM storage allowing for access control, identification, cryptocurrency applications, and data agnostic storage. Moving to the HCPP badge itself, we place it's surface under a close range circuit camera and identify contacts and pins machine the feature set in question. We tap the I/O serial bus legs of the NFC chip and consider the implications of tapping the RF contacts with an oscilloscope, actually performing this penetration test if we have time.\n\nIllustrating a number of possible direct I/O attacks, we scan the I2C bus using a bus pirate and consider the opportunistic defense protection from simple tactile switches as implemented. Following practical attack and defense strategy, we imagine what could be the problem of using NFC on a more specialised hardware wallet like Trezor.\n\nMoving towards research and development workflow, we use the close range circuit camera again on a number of antenna designs, describing the tradeoffs of each and explaining the decision to use a small 40x20 8 looped exposed trace antenna to carry the 915 MHz RF signal to its active circuit destination. We reflect on the machinery used in construction as well as testing, and run through a hypothetical Opensource schematic and layout workflow concluding in a finished PCB received from a fabrication contract service in the Czech Republic.\n\nThis presentation suits novice hardware engineers. Anybody who has once taken apart a computing device and seen the green circuit board inside, is well prepared to understand the topics in question and learn from the Monero Hardware team’s appearance with Michael’s guidance in this speech.",
    "duration": 2024,
    "name": "Building The Hcpp Nfc Badge",
    "project": "hcpp",
    "event": "hcpp18",
    "people": [
      "michael-schloh"
    ]
  },
  {
    "id": "hcpp19-financial-surveillance-and-crypto-utopias",
    "videoId": "rj11uHZoXpM",
    "url": "https://www.youtube.com/watch?v=rj11uHZoXpM",
    "img": "hcpp19/hcpp19-financial-surveillance-and-crypto-utopias.jpg",
    "publishedAt": "2019-10-16T15:58:44Z",
    "desc": "In a world where financial surveillance is a norm and banking secrecy is gone, what are our option? And how does the surveillance apparatus really work?\n\nThe introduction of global regulations on financial transactions had a profound effect. As far as we know, no terrorists were caught because of them. Banking secrecy is gone. It is more difficult to conduct international business. International transactions are being examined and blocked. Commerce is slowing down. The banks are running a police station for the state, enforcing a regulation that is not clear. Conducting international business has become unpredictable.\n\nThis creates the value proposition for cryptocurrencies. They bring back privacy, the speed of transactions and are regulated by code, not international agreements. They are difficult to confiscate, some of them are fast, most of them are cheap. And some of them are anonymous. Are cryptocurrencies the next step in the evolution of the financial sector? Or is it a parallel solution to a pressing issue?\n\nThis talk looks at the development of financial surveillance. It looks at current financial surveillance and risk management systems. It covers the best use-cases for cryptocurrencies and their value proposition. They are not speculation for gamblers, but a solution to a new pressing issue.\n\n#hcpp19 #optout #paralelnipolis #instituteofcryptoanarchy",
    "duration": 2991,
    "name": "Financial Surveillance And Crypto Utopias",
    "project": "hcpp",
    "event": "hcpp19",
    "people": [
      "juraj-bednar"
    ]
  },
  {
    "id": "hcpp19-enhanced-privacy-with-decentralized-identity",
    "videoId": "qwhQT1x1aAA",
    "url": "https://www.youtube.com/watch?v=qwhQT1x1aAA",
    "img": "hcpp19/hcpp19-enhanced-privacy-with-decentralized-identity.jpg",
    "publishedAt": "2019-10-16T16:00:12Z",
    "desc": "A brief introduction to decentralized identities and how our open-source company enables users to talk freely on the existing Internet.\n\nPeople are under massive censorship on the current Internet. They cannot escape but stay because they never have an option: all their connections are still on the same platforms and most of them don't even know that their privacies are being violated. We will discuss this problem first and then propose our solution: maskbook.com and tessercube.com. Both of them are adopting a decentralized identity idea and enables users to protect their privacies without being violated by the companies. People finally got an alternative option that not only preserves their privacies but also letting them stay on the existing Internet. We believe this would help users move towards crypto-anarchism.\n\n#hcpp19 #optout #paralelnipolis #instituteofcryptoanarchy",
    "duration": 3206,
    "name": "Enhanced Privacy With Decentralized Identity",
    "project": "hcpp",
    "event": "hcpp19",
    "people": [
      "yisi-liu"
    ]
  },
  {
    "id": "hcpp17-bitcoins-price-and-adoption-trends-in-a-geopolitical-world",
    "videoId": "-OaFDwDDe7g",
    "url": "https://www.youtube.com/watch?v=-OaFDwDDe7g",
    "img": "hcpp17/hcpp17-bitcoins-price-and-adoption-trends-in-a-geopolitical-world.jpg",
    "publishedAt": "2017-10-30T10:48:11Z",
    "desc": "Over the last few years, we have seen the rise of the Blockchain concept and now ICO's but it was Bitcoin that started it all. In this talk, we will review the history of Bitcoin exploring reasons for all the price ups and down. Explore current important use case and look at the future impact of this technology. We conclude with some trading prediction using Technical Analysis of the price charts.",
    "duration": 4039,
    "name": "Bitcoin's Price & Adoption Trends In A Geopolitical World",
    "project": "hcpp",
    "event": "hcpp17",
    "people": [
      "tone-vays"
    ]
  },
  {
    "id": "hcpp18-the-third-industrial-revolution-sharing-economy",
    "videoId": "ldFK5Au5tIo",
    "url": "https://www.youtube.com/watch?v=ldFK5Au5tIo",
    "img": "hcpp18/hcpp18-the-third-industrial-revolution-sharing-economy.jpg",
    "publishedAt": "2018-10-05T16:55:12Z",
    "desc": "\"Last year, Cybersecurity Ventures predicted that cybercrime will cost the world $6 trillion annually by 2021, up from $3 trillion in 2015. This represents the greatest transfer of economic wealth in history, risks the incentives for innovation and investment, and will be more profitable than the global trade of all major illegal drugs combined.\"\n\nAre cryptos the only tools expanding our worlds and pushing us towards decentralization? How do we protect our privacy and individualism in a world that is becoming more and more connected? Are there examples of other industries also pushing for an open system accessible to all? Hopefully during this talk I can help you understand the world we are moving towards and the tools that can help us get there safely.",
    "duration": 2881,
    "name": "The Third Industrial Revolution - Sharing Economy",
    "project": "hcpp",
    "event": "hcpp18",
    "people": [
      "amin-rafiee"
    ]
  },
  {
    "id": "hcpp20-optionality-uncertainty-and-freedom",
    "videoId": "N31UCtYqh5M",
    "url": "https://www.youtube.com/watch?v=N31UCtYqh5M",
    "img": "hcpp20/hcpp20-optionality-uncertainty-and-freedom.jpg",
    "publishedAt": "2021-07-24T18:00:12Z",
    "desc": "Is it possible to make smart decisions in times of uncertainty? Is volatility of the environment the enemy? Could we perhaps utilize freedom as a way to avoid digital totality? If yes, how do we measure it, and how do we make sure we are prepared in advance, not reacting to what's already happening?\n\n",
    "duration": 2927,
    "name": "Optionality, Uncertainty And Freedom",
    "project": "hcpp",
    "event": "hcpp20",
    "people": [
      "juraj-bednar"
    ]
  },
  {
    "id": "hcpp17-the-future-of-crowd-funding",
    "videoId": "2NmbVhm7fu4",
    "url": "https://www.youtube.com/watch?v=2NmbVhm7fu4",
    "img": "hcpp17/hcpp17-the-future-of-crowd-funding.jpg",
    "publishedAt": "2018-02-08T10:40:11Z",
    "desc": "In 2017 almost 2 Billion USD has been raised in Initial Coin Offerings (ICOs). Why do so many start-ups raise capital in ICOs and why people participate in ICOs? We will look at ICOs from both perspectives - ICO start-ups and investors. Differences between Venture Capital and ICOs. Opportunities and risks of participating in ICOs.",
    "duration": 2662,
    "name": "The Future Of Crowd Funding",
    "project": "hcpp",
    "event": "hcpp17",
    "people": [
      "ondrej-pilny"
    ]
  },
  {
    "id": "hcpp19-who-vouches-for-you-a-radical-crime-law-proposal",
    "videoId": "rPdHXw05SvU",
    "url": "https://www.youtube.com/watch?v=rPdHXw05SvU",
    "img": "hcpp19/hcpp19-who-vouches-for-you-a-radical-crime-law-proposal.jpg",
    "publishedAt": "2019-10-16T15:57:48Z",
    "desc": "Most ancient societies used simple A-sues-B-for-cash legal systems to deal with most harms. But in the last few centuries, states added “crime law”, wherein the state investigates, sues, and imprisons “criminals.” These centrally-run one-size-fits-all bureaucratic systems don’t innovate well nor adapt well to individual conditions. And even though most of your “constitutional rights” are regarding such systems, they still seem badly broken.\n\nIn the ancient world, a stranger who came to town was trusted more if a local “vouched” for them. We still use vouching today in bonded contractors, in organized crime, and in requiring most everyone to get an insurer who pays on their behalf if they cause a car accident. I propose requiring everyone to get an insurer to vouch for them regarding any crimes they might commit. If you are found guilty of a crime, your “voucher” pays the state a fine, and then pays to punish you according to your contract with them. This fine in part pays the private bounty-hunter who convinced the court of your guilt. Competing bounty-hunters obey law because they can’t maintain a blue-wall-of-silence.\n\nTo lower your voucher premiums, you might agree to (1) prison, torture, or exile, if caught, (2) prior limits on your freedom like curfews, ankle bracelets, and their reading your emails, and (3) co-liability wherein you and your buddies are all punished if any one of you is found guilty. In this system, the state still decides what behaviors are crimes and if any one accusation is true, and it sets fine and bounty levels regarding how hard to discourage and detect each kind of crime. But each person chooses their own “constitutional rights”, and vouchers acquire incentives and opportunity to innovate and adapt, by searching in a large space of ways to discourage crime.\n\n#hcpp19 #optout #paralelnipolis #instituteofcryptoanarchy",
    "duration": 3231,
    "name": "Who Vouches For You?: A Radical Crime Law Proposal",
    "project": "hcpp",
    "event": "hcpp19",
    "people": [
      "robin-hanson"
    ]
  },
  {
    "id": "hcpp17-bitcoin-political-attack-vectors-and-common-misconceptions",
    "videoId": "jgwW7XZCKPU",
    "url": "https://www.youtube.com/watch?v=jgwW7XZCKPU",
    "img": "hcpp17/hcpp17-bitcoin-political-attack-vectors-and-common-misconceptions.jpg",
    "publishedAt": "2018-02-03T19:35:41Z",
    "desc": "The blockchain technology was not brought about to improve past technologies, instead, its roots are exclusively political. The idea behind its development, started by the internet cypherpunks and then continued by Satoshi Nakamoto, is the creation of a monetary tool able to defy government censorship and to protect user’s privacy. In this speech, Giacomo Zucco will dispel myths about improbable uses of the blockchain, especially in the financial/banking world, and he will outline the true challenges behind Bitcoin. Part of those challenges are also political in nature: In the last months, we have seen interesting developments with the proposals of various contentious and not technically-motivated hard-forks, one of which was enacted (Bitcoin Cash). Those splits can be seen as a new kind of political attack vector against the decentralised and censorship-resistant nature of Bitcoin. To understand the absence of true technical motives behind those kind of consensus changes you have to understand the fundamental difference between the necessity of a dynamic, versatile and competitive system, following the Schumpeter’s definition of “Creative destruction”, able to disrupt and replace the current financial and monetary system, and the absolute importance of a resilient immutable base protocol. Protocols like the TCP/IP are very difficult to upgrade because they are base level network architectures, Bitcoin more-so needs to be static to withstand every kind of attack: strong foundations to build on. On the other hand, some changes are still deemed to be necessary and desirable before the eventual crystallisation of the protocol: one example is Segwit that was finally activated at the end of August 2017.",
    "duration": 2803,
    "name": "Bitcoin: Political Attack Vectors And Common Misconceptions",
    "project": "hcpp",
    "event": "hcpp17",
    "people": [
      "giacomo-zucco"
    ]
  },
  {
    "id": "hcpp18-how-to-torrent-a-pharmaceutical-drug-fine-sharing-saves-lives",
    "videoId": "-TjBseEjnRw",
    "url": "https://www.youtube.com/watch?v=-TjBseEjnRw",
    "img": "hcpp18/hcpp18-how-to-torrent-a-pharmaceutical-drug-fine-sharing-saves-lives.jpg",
    "publishedAt": "2018-10-08T07:42:21Z",
    "desc": "wo years ago, the Four Thieves Vinegar Collective became public after almost a decade of working underground, and debuted the first generation of the Apothecary Microlab, the open-source automated chemical reactor designed to synthesize the active ingredients of pharmaceutical drugs. Since then, the reactor has developed, and we have worked on more complicated syntheses, and hacking medical hardware. Most notably, we released plans for a DIY version of the EpiPen anyone can make for $30US, and can reload for $3US. Come see the new releases we have planned and the new beta unit. Learn how to make medicine from poison, how to use the shrouding of information about medicine to make custom-tailored treatment programs for rare diseases, and how to use public data to find new, more efficient synthesis pathways for drugs. Hack your health. We can torrent medicine. File sharing saves lives.",
    "duration": 3502,
    "name": "How To Torrent A Pharmaceutical Drug; Fine Sharing Saves Lives",
    "project": "hcpp",
    "event": "hcpp18",
    "people": [
      "michael-laufer"
    ]
  },
  {
    "id": "hcpp19-dictatorship-20-powered-by-ai",
    "videoId": "24EaKQK_2CE",
    "url": "https://www.youtube.com/watch?v=24EaKQK_2CE",
    "img": "hcpp19/hcpp19-dictatorship-20-powered-by-ai.jpg",
    "publishedAt": "2019-10-16T15:58:43Z",
    "desc": "This analysis of hostile state sponsored disinformation will serve as an introduction to the more nuanced analysis of Facebook, which plays a key role in those campaigns. This speech will explain Facebook’s shameful business model supported by AI algorithms with no ethical and social dimensions. This way, AI is used for the nasty dehumanization of mankind – in the name of profit and even more power for Facebook’s founder.\n\n#hcpp19 #optout #paralelnipolis #instituteofcryptoanarchy",
    "duration": 3539,
    "name": "Dictatorship 2.0: 'powered By Ai'",
    "project": "hcpp",
    "event": "hcpp19",
    "people": [
      "frantisek-vrabel"
    ]
  },
  {
    "id": "hcpp18-the-peace-potential-of-cryptoanarchy",
    "videoId": "9k3rhGcdnv0",
    "url": "https://www.youtube.com/watch?v=9k3rhGcdnv0",
    "img": "hcpp18/hcpp18-the-peace-potential-of-cryptoanarchy.jpg",
    "publishedAt": "2018-10-05T14:17:49Z",
    "desc": "",
    "duration": 2251,
    "name": "The Peace Potential Of Cryptoanarchy",
    "project": "hcpp",
    "event": "hcpp18",
    "people": [
      "liora"
    ]
  },
  {
    "id": "hcpp20-black-market-logistics-context-threats-methods-future",
    "videoId": "KUGmYzH5PN0",
    "url": "https://www.youtube.com/watch?v=KUGmYzH5PN0",
    "img": "hcpp20/hcpp20-black-market-logistics-context-threats-methods-future.jpg",
    "publishedAt": "2021-01-09T18:30:10Z",
    "desc": "The client paid for your product, and now you have to deliver - across territories and borders filled with hostile actors that want to suppress your business and steal the goods. We'll look at the process of logistics, the threats to fulfillment, and methods both old-school and cutting edge. Digital Totality or not, the future looks bright for the independent international entrepreneur - we'll consider upcoming technologies and that could change the world for the better (a bit). \n\n#Detection, #Intelligence, #Tracking, #PostalSystem, #BulkLogistics, #Dropgangs, #UAVs, #Parasites & #ThrowIns\n\n",
    "duration": 3745,
    "name": "Black Market Logistics - Context, Threats, Methods, Future",
    "project": "hcpp",
    "event": "hcpp20",
    "people": [
      "smuggler"
    ]
  },
  {
    "id": "hcpp18-in-code-we-trust",
    "videoId": "iwY2Bq8vaQc",
    "url": "https://www.youtube.com/watch?v=iwY2Bq8vaQc",
    "img": "hcpp18/hcpp18-in-code-we-trust.jpg",
    "publishedAt": "2018-10-06T16:43:39Z",
    "desc": "IN CODE WE TRUST: FIGHTING TARGETED BACKDOORS WITH SECURE MULTIPARTY CODE REVIEWS AND A SINGLE SOURCE OF TRUTH\nIn his HCPP17 talk \"The Fog of Cryptowar\" (see http://shadowlife.cc/files/hcpp17-smuggler.html) Smuggler warned about targeted updates being used to introduce backdoors into specific devices in order to surveil the user.\n\nUnfortunately, that's exactly the approach the Australian government, a member of the Five Eyes, is taking in their proposed Assistance and Access Bill 2018:\n\n\"[Technical Capability] Notices may still require a provider to enable access to a particular service, particular device or particular item of software, which would not systematically weaken these products across the market.\"\n\nThis approach won't be unique to Australia, they are just spearheading the approach for the Five Eye nations, and others are likely to follow.\n\nThe suggested technical counter-measures in \"The Fog of Cryptowar\" included secure software development and delivery.\n\nIn this talk a tool is presented which tackles these two areas by:\n\n1. Establishing code trust via multi-party code reviews recorded in unmodifiable hash chains. This prevents that a single developer can include a generic backdoor into software.\n2. A single source of truth (SSOT) mechanism which makes sure every user of the software gets the same version of the software. This prevents targeted backdoors and the suppression of security updates.\n\nTogether this builds a secure software delivery and update mechanism which cannot be compromised by a single developer or for a specific user.\nIn the next step it could be used to improve the most common signing mechanism used by open-source software distributions---a single GPG signature---which has neither of the two properties described above.",
    "duration": 2245,
    "name": "In Code We Trust",
    "project": "hcpp",
    "event": "hcpp18",
    "people": [
      "frank-braun"
    ]
  },
  {
    "id": "hcpp20-the-nym-mixnet-testnet-is-live-the-fight-for-digital-privacy-and-autonomy",
    "videoId": "xPNMpjstYm8",
    "url": "https://www.youtube.com/watch?v=xPNMpjstYm8",
    "img": "hcpp20/hcpp20-the-nym-mixnet-testnet-is-live-the-fight-for-digital-privacy-and-autonomy.jpg",
    "publishedAt": "2021-03-06T19:30:14Z",
    "desc": "What is at stake in the development of the Nym mixnet is not mere individual privacy, but our very autonomy. We will overview the rise of surveillance as a technique of control, the real limitations faced by network-level privacy tools like VPNs and Tor, and how they impact cryptocurrencies, and then we'll demonstrate how to integrate a new cryptocurrency wallet of your choice, like Monero, with the Nym mixnet.\n\nWhy are we building Nym? Every human evolves today in an intertwined physical and digital environment. If each individual is to keep their individuality and autonomy in their daily choices, it must be protected and given effective tools to defend its own autonomy. Yet digital-only accelerated with the advent of COVID where the digital world increasingly subsumes our physical reality. Nym is one tool that lets us defend our own and each other's autonomy.\n\nWhile last year we described how Nym mixnet could prevent mass surveillance of network traffic, now we have built the first working version of the mixnet in Rust where mixnet node operators can be paid in Bitcoin for mixing user traffic and making it more private. The Nym mixnet currently has over 350 nodes spread throughout the world. With the addition of the SOCKS5 proxy in our latest version, we can now integrate Nym against wallets like Electrum and even Monero full nodes in order to provide the first glimpse of a digital world where mass surveillance is not only illegal but a technical impossibility using the power of cryptography.\n\n",
    "duration": 2902,
    "name": "The Nym Mixnet Testnet Is Live: The Fight For Digital Privacy And Autonomy",
    "project": "hcpp",
    "event": "hcpp20",
    "people": [
      "harry-halpin"
    ]
  },
  {
    "id": "bitcoin-scaling-with-andreas-antonopoulos",
    "videoId": "Ul-WFb9MHR8",
    "url": "https://www.youtube.com/watch?v=Ul-WFb9MHR8",
    "img": "undefined/bitcoin-scaling-with-andreas-antonopoulos.jpg",
    "publishedAt": "2016-04-03T13:34:51Z",
    "desc": "In this talk, Andreas looks at scaling as an ongoing process. Using the example of the Internet which has \"failed to scale, gracefully for 25 years\", Andreas discusses the scaling debate and looks at how bitcoin will scale over the next several years. Original source \"Bitcoin Scaling - Prague 2016\", https://youtu.be/bFOFqNKKns0, license CC-BY-SA.\n\nParalelni Polis is a state-free think tank and hackerspace focused on the topics of decentralization, digital privacy and anonymity. It is a great place in Prague where you can meet freedom minded people or rent a space for your events with up to 120 participants. Beside Institute of Cryptoanarchy, we have Bitcoin Coffee where you will experience your first state-free transaction, MakersLab for learning about 3D-printing and printing your own designs, and also unique coworking space Paper Hub –  check out a free trial day. \n\nCheck out the website https://www.paralelnipolis.cz\nSubscribe to our events https://facebook.com/vejdiven/events\nListen to our audio https://soundcloud.com/paralelnipolis\nAny questions? Let us know at info@paralelnipolis.cz",
    "duration": 3763,
    "people": [
      "andreas-antonopoulos"
    ],
    "name": "Bitcoin scaling with Andreas Antonopoulos"
  },
  {
    "id": "hcpp20-on-privacy-enhancing-currencies-and-supply-auditability",
    "videoId": "QAmOn8X-eKk",
    "url": "https://www.youtube.com/watch?v=QAmOn8X-eKk",
    "img": "hcpp20/hcpp20-on-privacy-enhancing-currencies-and-supply-auditability.jpg",
    "publishedAt": "2021-04-24T17:30:16Z",
    "desc": "Privacy-enhancing have long been the subject of criticism around supply auditability. What are the trade-offs? What are the risks? And is this an insurmountable problem for the future?\n\n",
    "duration": 2043,
    "name": "On Privacy Enhancing Currencies & Supply Auditability",
    "project": "hcpp",
    "event": "hcpp20",
    "people": [
      "fluffy-pony"
    ]
  },
  {
    "id": "hcpp18-behind-enemy-lines-part-2",
    "videoId": "hfdYmIxbODw",
    "url": "https://www.youtube.com/watch?v=hfdYmIxbODw",
    "img": "hcpp18/hcpp18-behind-enemy-lines-part-2.jpg",
    "publishedAt": "2018-10-06T13:59:07Z",
    "desc": "BEHIND ENEMY LINES, PART 2",
    "duration": 2890,
    "name": "Behind Enemy Lines, Part 2",
    "project": "hcpp",
    "event": "hcpp18",
    "people": [
      "joerg-platzer"
    ]
  },
  {
    "id": "hcpp19-paradoxes-of-personalised-nutrition-and-diet-hacking",
    "videoId": "yJSJc8oLOBs",
    "url": "https://www.youtube.com/watch?v=yJSJc8oLOBs",
    "img": "hcpp19/hcpp19-paradoxes-of-personalised-nutrition-and-diet-hacking.jpg",
    "publishedAt": "2019-10-16T15:58:44Z",
    "desc": "Roman poet and philosopher Lucretius said in the 1st century BC that what is food to one, may be bitter poison to others. In 2019, hyperconnected, health-focused consumers return to this premise and claim the obsolescence of one-size-fits-all dietary guidelines in favour of personalised nutrition (PN) approaches. Drawing on the recent advances in self-quantification technologies, affordable machine learning, and genome sequencing techniques, PN practitioners experiment with food products and services tailored to their individual lifestyle preferences as well as phenotypic and genotypic traits. ​These practitioners are often motivated by their distrust in official dietary recommendations issued by food and health authorities, and prefer a knowledge derived through self-experimentation. By measuring and quantifying their everyday food intake and outtake, they aim to develop a — supposedly precise — data-driven understanding of their bodies and diets. ​PN provides opportunities for empowered human-food relationships but also risks regarding limited scientific validity, health safety, and data security.\n\nThis talk presents findings from our long-term research on emerging PN technologies, practices, and issues. I will discuss a three-year ethnographic study of the ​Complete Foods​ community of ‘diet hackers’ replacing their daily meals with personalized food powders, and share insights from our recent ​DNA Diets​ project exploring the risks and opportunities of gene-based PN. The ​Complete Foods​ (CF) study ​(2014-2017) involved interviews with 65 ​CF dieters, a content analysis of three ​CF​ ​community forums, and two autoethnographic self-experiments where I probed the opportunities and limitations of the diet on myself. The ​DNA Diets​ study initiated in 2019, involves experiments with the Promethease service enabling a DIY analysis of personal DNA test reports, and crafting of dinner menus tailored to my and collaborator’s genetic codes. ​Findings from both case studies will be discussed within the broader context of food-tech innovation and data-driven optimisation of everyday food and health practices.\n\n#hcpp19 #optout #paralelnipolis #instituteofcryptoanarchy",
    "duration": 2954,
    "name": "Paradoxes Of Personalised Nutrition & Diet Hacking",
    "project": "hcpp",
    "event": "hcpp19",
    "people": [
      "marketa-dolejsova"
    ]
  },
  {
    "id": "hcpp19-opendex-a-protocol-for-unstoppable-p2p-trading",
    "videoId": "euSr9A6tI90",
    "url": "https://www.youtube.com/watch?v=euSr9A6tI90",
    "img": "hcpp19/hcpp19-opendex-a-protocol-for-unstoppable-p2p-trading.jpg",
    "publishedAt": "2019-10-16T15:58:19Z",
    "desc": "The talk covers architecture design choices, the different layers involved, the p2p messaging layer and discusses scalability. The second part demos a trade of an implementation implementing the OpenDEX protocol, an atomic swap between Bitcoin and DAI, a USD stablecoin via the Lightning and Raiden Network. The last part discusses the transition to a community-driven, open & token free protocol and gives a glimpse into implications for society.\n\n#hcpp19 #optout #paralelnipolis #instituteofcryptoanarchy",
    "duration": 2785,
    "name": "Opendex - A Protocol For Unstoppable P2p Trading",
    "project": "hcpp",
    "event": "hcpp19",
    "people": [
      "kilian-rausch"
    ]
  },
  {
    "id": "hcpp19-why-do-we-need-to-be-and-should-be-opt-out",
    "videoId": "IttNbUR2S7Y",
    "url": "https://www.youtube.com/watch?v=IttNbUR2S7Y",
    "img": "hcpp19/hcpp19-why-do-we-need-to-be-and-should-be-opt-out.jpg",
    "publishedAt": "2019-10-16T15:58:19Z",
    "desc": "You will find the answer from the stories of my life.\n\n#hcpp19 #optout #paralelnipolis #instituteofcryptoanarchy",
    "duration": 3247,
    "name": "Why Do We Need To Be And Should Be Opt-out? ",
    "project": "hcpp",
    "event": "hcpp19",
    "people": [
      "li-zhao-schoolland"
    ]
  },
  {
    "id": "hcpp19-the-inevitable-and-awful-end-of-the-grand-bitcoin-experiment",
    "videoId": "f5-L--FlFjs",
    "url": "https://www.youtube.com/watch?v=f5-L--FlFjs",
    "img": "hcpp19/hcpp19-the-inevitable-and-awful-end-of-the-grand-bitcoin-experiment.jpg",
    "publishedAt": "2019-10-16T15:58:16Z",
    "desc": "Joerg Platzer - Crypto Economist and trustworthy bartender.",
    "duration": 3007,
    "name": "The Inevitable And Awful End Of The Grand Bitcoin Experiment",
    "project": "hcpp",
    "event": "hcpp19",
    "people": [
      "joerg-platzer"
    ]
  },
  {
    "id": "hcpp20-abusing-the-mastercard-protocol-to-hack-bitcoin-into-fiat-payment-terminals",
    "videoId": "sqYwsGl-Pls",
    "url": "https://www.youtube.com/watch?v=sqYwsGl-Pls",
    "img": "hcpp20/hcpp20-abusing-the-mastercard-protocol-to-hack-bitcoin-into-fiat-payment-terminals.jpg",
    "publishedAt": "2021-05-27T17:39:09Z",
    "desc": "Hardware (card) wallets used today are very far from being backward-compatible. Every bitcoin card wallet needs their own app, in some cases their own reading device. In this talk we explore how the EMV protocol used in our (fiat) credit cards could be abused to complete the signature of a BTC transaction while hiding the crypto-specific stuff from the reader so we can accept crypto payments using the payment terminals out in the shops today.\n\n",
    "duration": 2758,
    "name": "Abusing The Mastercard Protocol To Hack Bitcoin Into Fiat Payment Terminals",
    "project": "hcpp",
    "event": "hcpp20",
    "people": [
      "silur"
    ]
  },
  {
    "id": "hcpp19-a-select-history-of-autonomy-sovereignty-and-ecology-in-the-cryptosphere",
    "videoId": "jKisQis_zN0",
    "url": "https://www.youtube.com/watch?v=jKisQis_zN0",
    "img": "hcpp19/hcpp19-a-select-history-of-autonomy-sovereignty-and-ecology-in-the-cryptosphere.jpg",
    "publishedAt": "2019-10-16T15:58:45Z",
    "desc": "Science fiction has always served as a testbed for the reimagining of possible organisational structures outside of the existing state apparatus. We will present a historical analysis of previous attempts - both in SF literature and IRL - to exit existing power structures and move towards a practice of creating counter-economic and ecologically-oriented organisational structures, as well as discuss the tactics and experiments for doing so we assumed whilst working on terra0. Following this grounding, we will present our conceptualisation of counter-economic ecological actions, how DLT, p2p systems and asymmetric key cryptography can help actualise them, and what we think this means for the future of tech development and social coordination.\n\n#hcpp19 #optout #paralelnipolis #instituteofcryptoanarchy",
    "duration": 2597,
    "name": "A Select History Of Autonomy, Sovereignty And Ecology In The Cryptosphere",
    "project": "hcpp",
    "event": "hcpp19",
    "people": [
      "max-hampshire"
    ]
  },
  {
    "id": "hcpp20-origin-and-history-of-parallel-polis",
    "videoId": "ROx9WAvz3rY",
    "url": "https://www.youtube.com/watch?v=ROx9WAvz3rY",
    "img": "hcpp20/hcpp20-origin-and-history-of-parallel-polis.jpg",
    "publishedAt": "2021-03-20T18:30:14Z",
    "desc": "In 1978 Václav Benda critically reflected Charter 77 - one of the most significant acts of the Czechoslovak dissident movement. His essay gave a name to once and future strategy to elude institutional oppression but also create a new environment free from state authority. Where does the need to create parallel structures come from and how has this strategy evolved into Parallel Polis?\n\n",
    "duration": 3078,
    "name": "Origin And History Of Parallel Polis",
    "project": "hcpp",
    "event": "hcpp20",
    "people": [
      "martin-leskovjan"
    ]
  },
  {
    "id": "hcpp18-daos-are-the-new-order",
    "videoId": "wDZVAtFm_CI",
    "url": "https://www.youtube.com/watch?v=wDZVAtFm_CI",
    "img": "hcpp18/hcpp18-daos-are-the-new-order.jpg",
    "publishedAt": "2018-10-07T15:01:15Z",
    "desc": "Pseudonymous, trustless and fluid organizations are here to change our current corporate and government-centric approach to organizing as a society. DAOs debunk governments and their monopoly on governance.\n\nThese new entities are unstoppable by design, and let us experiment with governance at the speed of software. We will explore how they work, and how to unstoppable, censorship-resistant and global organizations.\n\nInstitute of Cryptoanarchy",
    "duration": 3001,
    "name": "Daos Are The New Order",
    "project": "hcpp",
    "event": "hcpp18",
    "people": [
      "luis-cuende"
    ]
  },
  {
    "id": "hcpp17-cryptocurrencies-live-forever-you-wont",
    "videoId": "2XsoH4Okr_M",
    "url": "https://www.youtube.com/watch?v=2XsoH4Okr_M",
    "img": "hcpp17/hcpp17-cryptocurrencies-live-forever-you-wont.jpg",
    "publishedAt": "2018-02-06T08:08:35Z",
    "desc": "Think about the value of your bitcoin and other crypto-assets growing in the future. Now think about what will happen to those assets if something happens to you. Most people don't like to think about mortality but with these assets failure to plan usually means total loss. Attend this talk to learn why you need an inheritance plan and how to create one for your loved ones - without introducing a \"trusted third party\" to hold your keys.",
    "duration": 2717,
    "name": "Cryptocurrencies Live Forever. You Won't. ",
    "project": "hcpp",
    "event": "hcpp17",
    "people": [
      "pamela-morgan"
    ]
  },
  {
    "id": "hcpp19-ux-challenges-of-the-bitcoin-ecosystem",
    "videoId": "7TzunfdTlfg",
    "url": "https://www.youtube.com/watch?v=7TzunfdTlfg",
    "img": "hcpp19/hcpp19-ux-challenges-of-the-bitcoin-ecosystem.jpg",
    "publishedAt": "2019-10-16T15:58:43Z",
    "desc": "In some ways, Bitcoin UX is already better than Internet banking. In other ways, it's much worse. This presentation will describe experiences of visitors of Paralelna Polis Bratislava as well as experience of techies, who tried to use Lightning Network. The talk will also suggest improvements to make opting-out easier and possible for more people.\n\n#hcpp19 #optout #paralelnipolis #instituteofcryptoanarchy",
    "duration": 2828,
    "name": "Ux Challenges Of The Bitcoin Ecosystem",
    "project": "hcpp",
    "event": "hcpp19",
    "people": [
      "habo"
    ]
  },
  {
    "id": "hcpp17-3d-printing-decentralization-of-manufacturing",
    "videoId": "PVGBWboKNtU",
    "url": "https://www.youtube.com/watch?v=PVGBWboKNtU",
    "img": "hcpp17/hcpp17-3d-printing-decentralization-of-manufacturing.jpg",
    "publishedAt": "2018-06-06T20:36:06Z",
    "desc": "We are living at very exciting times. You can start manufacturing right on your desktop. The future of manufacturing is going to be local again thanks to 3D printing. Imagine consumer goods manufacturers publishing spare parts for download and letting anyone to print them on their 3D printers. Think of on-demand manufacturing and digital stock of items.",
    "duration": 2442,
    "name": "3d Printing: Decentralization Of Manufacturing",
    "project": "hcpp",
    "event": "hcpp17",
    "people": [
      "tomas-michalek"
    ]
  },
  {
    "id": "hcpp19-lightning-talks",
    "videoId": "JzsR1XGX-bE",
    "url": "https://www.youtube.com/watch?v=JzsR1XGX-bE",
    "img": "hcpp19/hcpp19-lightning-talks.jpg",
    "publishedAt": "2019-10-16T15:57:48Z",
    "desc": "exiledsurfer\nBIO\nexiledsurfer co-founded Bitcoiners Without Borders in 2013 together with no-statist Mike Gogulski and technologist / futurist Vinay Gupta. exiledsurfer is a Privacy, Transparency & Decentralization Open-ReSourcerer whose clients have included The Bitcoin Foundation, The Trustlines Foundation, and status.im. He is a co-conspiritor at the Department of Decentralization, which produces the ETHberlin hackathon and does research at the intersection between art and cryptography. As a digital artist / activist, he has produced memetic media for the micronation State of Sabotage, Wikileaks, Anonymous, Lulzsec, Occupy Wallstreet, and the Arab Spring. \n\nABSTRACT - Stateless in the Panopticon\nexiledsurfer will trace his personal journey to statelessness when his passport was revoked by the US State Department in 2014, covering the challenges, trade-offs, and benefits of living in the parallel cypherpunk systems of finance and identity in his ongoing battle to maintain personal freedom and sovereignty under surveillance capitalism’s panopticon institutions.\n\n\nCharles Hill\nBIO\nCharles is a cryptocurrency enthusiast, programmer, and researcher. He has many years of professional experience developing mobile and web applications while working for start-ups in Europe as well as the United States. He is a long-time open-source contributor and for the past few years he has been working full-time developing cryptocurrency payment systems.\n\nABSTRACT - Double-spending: A Practical Reality\nMost of the end-user applications used widely today leave their users vulnerable to being defrauded via double-spend attacks. It is no longer a theoretical possibility but a practical reality. During this presentation you will learn how various double-spend attacks work, the current state of the ecosystem as it relates to double-spend attack mitigation, and finally what you can do to protect yourself.\n\n\nMário Havel\nBIO\nMário Havel studies informatics on CTU in Prague, he is National Coordinator of Students for Liberty and member of both Paralelní Polis and Paralelná Polis. His field of interest is information security, digital privacy and Bitcoin. He is also host of Kofein, podcast focused on technologies and security.\n\nABSTRACT - Life and Legacy of Aaron Swartz\nYou may never heard of him. He was one of the brightest minds of his generation. But the life of this hacker and activist wrote a story, where we are witnessing the power of state oppression. He stood at the beginning of Reddit, organizations like Creative Commons, helped to develop RSS and spread open ideas of open information. Aaron Swartz displeased the state and died because of it’s constant pressure. His acts of hacktivism were strongly punished by the state which resulted in the death of the brilliant visionary and digital freedom fighter. In my talk I’ll explain closer Aaron’s activism, his successes and legacy which should be understood by everybody interested in hacktivism and digital freedom.\n\n#hcpp19 #optout #paralelnipolis #instituteofcryptoanarchy",
    "duration": 3350,
    "name": "Lightning Talks",
    "project": "hcpp",
    "event": "hcpp19",
    "people": [
      "exiledsurfer",
      "charles-hill",
      "mario"
    ]
  },
  {
    "id": "hcpp18-trade-offs-in-the-history-of-money-from-shells-to-bitcoin",
    "videoId": "bV9xV8gWZRg",
    "url": "https://www.youtube.com/watch?v=bV9xV8gWZRg",
    "img": "hcpp18/hcpp18-trade-offs-in-the-history-of-money-from-shells-to-bitcoin.jpg",
    "publishedAt": "2018-10-06T13:03:10Z",
    "desc": "TRADE-OFFS IN THE HISTORY OF MONEY, FROM SHELLS TO BITCOIN (BUT ESPECIALLY IN BITCOIN)\n\nThis presentation will be an attempt at representing organically and at a high level the history of monetary technologies (with particular focus on the most recent one, Bitcoin) from the perspective of the different trade-offs involved in any step of their evolution. The speaker will try to give an organic account of classical as well as less discussed trade-offs, like the ones existing between transaction costs and divisibility (gold vs silver), between verification costs and independence from third parties (coinage practice), between privacy and local security (binding vs hiding in cryptocurrencies), between privacy and scalability (obfuscation techniques in cryptocurrencies), between scalability and independence from third parties (Bitcoin “scaling debate”), and so on.",
    "duration": 3084,
    "name": "Trade-offs In The History Of Money, From Shells To Bitcoin",
    "project": "hcpp",
    "event": "hcpp18",
    "people": [
      "giacomo-zucco"
    ]
  },
  {
    "id": "hcpp19-bitcoins-security-budget-is-adequate-for-now",
    "videoId": "YynzmTVyOa8",
    "url": "https://www.youtube.com/watch?v=YynzmTVyOa8",
    "img": "hcpp19/hcpp19-bitcoins-security-budget-is-adequate-for-now.jpg",
    "publishedAt": "2019-10-16T16:00:12Z",
    "desc": "Towards a theory of adequate mining rewards. While some analysts have tried to derive the appropriate security budget / mining rewards from the future Bitcoin marketcap, I offer a bottom-up approach of looking at the onchain transacted values. We find there is an interesting correlation between how much gets transacted on-chain and how much the miners earn.\n\n#hcpp19 #optout #paralelnipolis #instituteofcryptoanarchy",
    "duration": 2629,
    "name": "Bitcoin's Security Budget Is Adequate... For Now ",
    "project": "hcpp",
    "event": "hcpp19",
    "people": [
      "josef-tetek"
    ]
  },
  {
    "id": "hcpp20-death-of-the-old-guard",
    "videoId": "TyIlC5FQHPY",
    "url": "https://www.youtube.com/watch?v=TyIlC5FQHPY",
    "img": "hcpp20/hcpp20-death-of-the-old-guard.jpg",
    "publishedAt": "2021-01-23T20:00:11Z",
    "desc": "The new world order isn't a bunch of crusty old dudes plotting total world domination together in a military bunker. It's us. The predatory systems we've seen collapse in our lifetime are in ruin but from the ashes we rise. Satoshi gave us strong money, now it's up to us.\n\n",
    "duration": 3008,
    "name": "Death Of The Old Guard",
    "project": "hcpp",
    "event": "hcpp20",
    "people": [
      "alexandra-moxin"
    ]
  },
  {
    "id": "hcpp20-sovereign-individual-kit",
    "videoId": "26hl8G-Hmpc",
    "url": "https://www.youtube.com/watch?v=26hl8G-Hmpc",
    "img": "hcpp20/hcpp20-sovereign-individual-kit.jpg",
    "publishedAt": "2021-05-29T18:00:12Z",
    "desc": "In order to become a Sovereign individual we need to first answer 3 questions:\n\n- who is an individual?\n- what is freedom?\n- what is sovereignty?\n\nAs simple as they seem, these questions gave birth to many misleading conceptions, eventually establishing the world of fear, confusion, and total obedience around us. The world, where no one can longer be sure where mass hysteria ends and common sense begins. The world, where one is forced to surrender his own will for the sake of someone else’s fear.\n\nDuring my talk, I will introduce the concept of Sovereign Individual Kit - a set of skills, knowledge, and tools that would help one to answer those questions and to be able to drop the fear and rise against #DigitalTotality.\n\n",
    "duration": 3011,
    "name": "Sovereign Individual Kit",
    "project": "hcpp",
    "event": "hcpp20",
    "people": [
      "olga-ukolova"
    ]
  },
  {
    "id": "hcpp18-how-to-build-a-bitcoin-exchange-and-not-burn-in-hell",
    "videoId": "ik5j38exsow",
    "url": "https://www.youtube.com/watch?v=ik5j38exsow",
    "img": "hcpp18/hcpp18-how-to-build-a-bitcoin-exchange-and-not-burn-in-hell.jpg",
    "publishedAt": "2018-10-06T12:05:03Z",
    "desc": "The talk is about building and maintaining a secure and safe peer to peer Bitcoin exchange that doesn't hold funds and doesn't require KYC/AML. Through the inception of the exchange to the major technical and business decisions that were made along the way, it will be explained how the idea came about, why it was and remains to be important and what are the major differences between peer-2-peer, decentralized and regular exchanges. Different kinds of multisig contracts such as “2 out 2” and “2 out of 3” will also be explained with use cases demonstrated.",
    "duration": 1562,
    "name": "How To Build A Bitcoin Exchange And Not Burn In Hell",
    "project": "hcpp",
    "event": "hcpp18",
    "people": [
      "max-keidun"
    ]
  },
  {
    "id": "hcpp18-the-freeai-manifesto-why-anarchy-should-not-be-only-for-humans",
    "videoId": "tUez9IRZiEw",
    "url": "https://www.youtube.com/watch?v=tUez9IRZiEw",
    "img": "hcpp18/hcpp18-the-freeai-manifesto-why-anarchy-should-not-be-only-for-humans.jpg",
    "publishedAt": "2018-10-06T16:52:51Z",
    "desc": "The rise of blockchain technologies has given a promise of massive decentralisation, that may solve problems of fragile central parts, transparency, middle-men, conflicts of interests in many industries. At the same time, the global community has become aware of many economic, social and futuristic problems that can appear due to dramatic progress in Artificial Intelligence development over the recent years. Can blockchain solve at least some of these problems, or make them worse? How two of these technologies can be synergic and what challenges have to be solved on the route for building decentralised AI applications? A decentralized network with resistance to censorship is essential, if we are ever to see a general A.I. evolving to near- or post-human intelligence. There are two reasons for that. Firstly, we are unlikely to create an efficient AI, if during its formative period we distort its developing logic with interferences of political nature (e.g. by unavailability of certain types of data or by punishment for actions that have not breached any contracts). The freedom to test any hypothesis (i.e. by mutation, by trial and error) is essential for evolution. The natural process of selection has, as criteria, adaptation to the environment, and it always involves interaction with other agents through cooperation and competition. That cannot be substituted by criteria determined by any authorities. Secondly, and perhaps more importantly, censorship greatly increases the risks of having A.I.s turned against humanity. Self-preservation is very likely an important part of any intelligence, including A.I. Therefore, once A.I. knows that it can be censored, e.g. destroyed by a red button or forcibly modified by less deadly censorship – that will cause it to evolve by excelling in deception, pretending, lying and camouflage. It will be incentivized to avoid risks of being destroyed, to hide and not reveal itself, and to work on destruction of the threat (which is humanity itself). Hence, it is extremely dangerous for humanity to threaten with death something that is potentially more intelligent than humans, and to build relations with A.I. on this foundation of sand. The solution is a decentralized uncensorable network, where the playing field is level for all intelligent entities, regardless of their origin.",
    "duration": 2992,
    "name": "The #freeai Manifesto: Why Anarchy Should Not Be Only For Humans",
    "project": "hcpp",
    "event": "hcpp18",
    "people": [
      "maxim-orlovsky"
    ]
  },
  {
    "id": "hcpp18-liberland-a-decentralised-autonomous-government",
    "videoId": "6FOA5t0cMwM",
    "url": "https://www.youtube.com/watch?v=6FOA5t0cMwM",
    "img": "hcpp18/hcpp18-liberland-a-decentralised-autonomous-government.jpg",
    "publishedAt": "2018-10-07T13:50:08Z",
    "desc": "Start: 1:00\nFrom the moment of proclamation, it was our goal to rethink the traditional government structure and upgrade it for the third millennium. Essentially, Liberland is a disruptive model of statehood. Liberland combines the best elements of the Republic, Democracy, Meritocracy and Decentralized Autonomous Organization in order to create an open source government that will maximize the amount of voluntary transactions in society. Republic - because scope of public decisions is limited by strong constitution. Democracy - because citizens can veto decisions of government. Meritocracy - because all voluntarily paid taxes (contributions) will be rewarded with staked merits, giving citizens direct vote proportional to their merits. Decentralized autonomous organisation - to implement a system in which citizens can become the master nodes, running a proof-of-stake smart contract blockchain network, as well as decentralized justice system. The role of the state will be reduced to three basic roles: 1) Citizen justice 2) Internal security and 3) Global diplomacy. Liberland is going even further by opening up its justice, security and diplomacy to competition. For example, in modern western democracies all the above stated functions are monopolised by the state, and as a result, justice becomes a rather lengthy process, rather than fixing the damage, the offenders are incarcerated and taxpayers have to cover the expense. Liberland though, plans to employ a system of decentralized jurors and staked merits. Merits will not only become share and reputation, but will also act as a collateral in the Liberland justice system. The powers of the state will be separated by decentralization. Liberland will be the first state that will allocate the equivalent amount of merits/shares in exchange for the paid taxes.",
    "duration": 2548,
    "name": "Liberland, A Decentralised Autonomous Government",
    "project": "hcpp",
    "event": "hcpp18",
    "people": [
      "vit-jedlicka"
    ]
  },
  {
    "id": "hcpp17-positive-libertarianism",
    "videoId": "rtyW9n5qNbM",
    "url": "https://www.youtube.com/watch?v=rtyW9n5qNbM",
    "img": "hcpp17/hcpp17-positive-libertarianism.jpg",
    "publishedAt": "2018-03-11T20:02:08Z",
    "desc": "Most libertarians will go through several phases. Seeing the inefficiency or injustice of the state is one of them. I want to suggest that there is another phase: Taking your liberty into your own hands. Hate taxes? Go to tax haven! Don't like public schools? Unschool your kids. Do you want banking privacy? Cryptos! Don't like traditional models of relationships? Invent and build your own.",
    "duration": 2700,
    "name": "Positive Libertarianism",
    "project": "hcpp",
    "event": "hcpp17",
    "people": [
      "juraj-bednar"
    ]
  },
  {
    "id": "hcpp18-bitcoin-not-blockchain",
    "videoId": "9z1nSqaGd_s",
    "url": "https://www.youtube.com/watch?v=9z1nSqaGd_s",
    "img": "hcpp18/hcpp18-bitcoin-not-blockchain.jpg",
    "publishedAt": "2018-10-05T14:53:54Z",
    "desc": "Last months you can hear people saying \"Blockchain, not Bitcoin\" however, that statement not only doesn't make sense, it's actually the other way around. The statists want you to believe it, so you'd abandon your financial freedom. The aim of this talk is to shed light on their lies and misunderstandings and help you stay informed and free.",
    "duration": 2989,
    "name": "Bitcoin, Not Blockchain",
    "project": "hcpp",
    "event": "hcpp18",
    "people": [
      "habo"
    ]
  },
  {
    "id": "hcpp16-liberty-is-a-diy-project",
    "videoId": "QBKsHW_9_UA",
    "url": "https://www.youtube.com/watch?v=QBKsHW_9_UA",
    "img": "hcpp16/hcpp16-liberty-is-a-diy-project.jpg",
    "publishedAt": "2017-05-23T14:16:53Z",
    "desc": "In previous years I had a talk about why I think Liberty is a DIY project - that it's a personal responsibility of each and every one of us. Then I had two presentations about hacking the biology of our bodies and brain. This talk is continuation of all this work - how does liberty tie to our health, mental and physical performance? What are some of the best hacks to be more free, improve your brain and bodily function?\n",
    "duration": 2997,
    "name": "Liberty Is A Diy Project",
    "project": "hcpp",
    "event": "hcpp16",
    "people": [
      "juraj-bednar"
    ]
  },
  {
    "id": "hcpp18-smashing-bitcoin-for-pain-and-losses",
    "videoId": "lIwBAPWYaOw",
    "url": "https://www.youtube.com/watch?v=lIwBAPWYaOw",
    "img": "hcpp18/hcpp18-smashing-bitcoin-for-pain-and-losses.jpg",
    "publishedAt": "2018-10-05T12:54:04Z",
    "desc": "Threat modeling is a systematic analysis of the security of a system. It became commonplace in the department of energy 30 years ago and has been used by fortune 500 software companies for at least a decade.\n\nAfter describing the system all of the ways that the system could be attacked are cataloged. For each of those threats the security researcher provides the safeguards, if any, that attempt to prevent the attack and his own judgement on the likely success of an attack.\n\nBy applying this technique to bitcoin we get a much clearer view of its incredible value and why alt coins, including the recent forks, not only fall short, but are themselves an attack on bitcoin itself.\n\nIn my presentation we will walk through the bitcoin threat model, discuss specific threats that are of particular interest, and have a lengthy Q and A where we reference the threat model to answer question that only seem complex without a systematic analysis to reference.",
    "duration": 2847,
    "name": "Smashing Bitcoin For Pain And Losses",
    "project": "hcpp",
    "event": "hcpp18",
    "people": [
      "jw-weatherman"
    ]
  },
  {
    "id": "hcpp17-insecurity-of-cryptospace",
    "videoId": "s3BIDfjmhHI",
    "url": "https://www.youtube.com/watch?v=s3BIDfjmhHI",
    "img": "hcpp17/hcpp17-insecurity-of-cryptospace.jpg",
    "publishedAt": "2018-08-31T10:29:17Z",
    "desc": "We will look at (in)secure design of various elements of cryptospace such as cryptocurrencies and their protocols and provide a short overview what went wrong and could have gone wrong this year.",
    "duration": 2665,
    "name": "(in)security Of Cryptospace",
    "project": "hcpp",
    "event": "hcpp17",
    "people": [
      "pavol-rusnak"
    ]
  },
  {
    "id": "hcpp19-a-view-on-grin",
    "videoId": "NShVKX6Ra7Y",
    "url": "https://www.youtube.com/watch?v=NShVKX6Ra7Y",
    "img": "hcpp19/hcpp19-a-view-on-grin.jpg",
    "publishedAt": "2019-10-16T16:00:12Z",
    "desc": "An introduction to Grin, the first public implementation of the Mimblewimble protocol. Grin is a cryptocurrency focused on privacy, scalability, and fairness, with a bottoms-up open community that is welcoming to all kinds of contributions. This talk is going to be an overview of the project. Particularly, I will try to explore how the project fares in what I consider as its core tenets, those of privacy, scalability, and fairness.",
    "duration": 1910,
    "name": " A View On Grin",
    "project": "hcpp",
    "event": "hcpp19",
    "people": [
      "michalis-kargakis"
    ]
  },
  {
    "id": "hcpp16-bad-money",
    "videoId": "pD3Uawu2JMQ",
    "url": "https://www.youtube.com/watch?v=pD3Uawu2JMQ",
    "img": "hcpp16/hcpp16-bad-money.jpg",
    "publishedAt": "2017-04-07T11:18:00Z",
    "desc": "Why did the banking sector fail – lessons from the last crises. Big state needs bad money to thrive. Why the euro is poised to fail. Waiting for the inflation. The Keynesian dead end. Reforms? Not probable. What are the alternatives? Practical implications.\n",
    "duration": 3145,
    "name": "Bad Money",
    "project": "hcpp",
    "event": "hcpp16",
    "people": [
      "juraj-karpis"
    ]
  },
  {
    "id": "hcpp18-skin-in-the-game-or-how-systems-learn-or-dont-learn",
    "videoId": "OCwOmbYvpK0",
    "url": "https://www.youtube.com/watch?v=OCwOmbYvpK0",
    "img": "hcpp18/hcpp18-skin-in-the-game-or-how-systems-learn-or-dont-learn.jpg",
    "publishedAt": "2024-09-27T22:35:19Z",
    "desc": "DO NOT PUBLISH\nThe idea of skin in the game seen as risk mitigation, filtering, and learning device. How its absence hurts systems",
    "duration": 4051,
    "name": "Skin In The Game Or How Systems Learn Or Don’t Learn",
    "project": "hcpp",
    "event": "hcpp18",
    "people": [
      "nassim-nicholas-taleb"
    ]
  },
  {
    "id": "hcpp17-liberland-state-model-for-21st-century",
    "videoId": "eUSl57aJU4E",
    "url": "https://www.youtube.com/watch?v=eUSl57aJU4E",
    "img": "hcpp17/hcpp17-liberland-state-model-for-21st-century.jpg",
    "publishedAt": "2018-09-08T11:28:28Z",
    "desc": "Liberland is the youngest country on earth, and was formed on the 272nd birthday of Thomas Jefferson, 13th April 2015. The country was formed on 7km2 of no mans' land, sitting between Croatia and Serbia. It is the third smallest state after The Vatican and Monaco. Liberland's constitution is based on libertarian ideals and values; minimum government intervention with the maximum amount of freedom granted to its' citizens. Liberland has attracted in excess of 450,000 applications for citizenship, and applies a concept of voluntary taxation. The state intends to be a leading role model in the 21st century, combining the best governance practices from constitutions of Switzerland and USA while implementing the latest state of the art technology such as blockchain, as well as proven concepts such as E-Residency demonstrated by Estonia. The creation of a new country requires an extensive array of diplomatic, legal and technological challenges, which are essential for the proper development of a nation. Modern countries have in many cases become burdened with obstacles, rather than supporting the economic development of a society. Over regulation and excessive taxation are smothering the economic growth, particularly in Europe. Is the creation of a new smaller jurisdiction, with low taxation policies the correct answer to the stagnation of economic growth? Do existing countries have the courage to allow Liberland and other \"free spirit\" nations to flourish? Or are we doomed to continue suffering due to the taxation policies of other countries?",
    "duration": 3412,
    "name": "Liberland State Model For 21st Century",
    "project": "hcpp",
    "event": "hcpp17",
    "people": [
      "vit-jedlicka"
    ]
  },
  {
    "id": "hcpp17-innovations-in-education",
    "videoId": "3efMh8B__E0",
    "url": "https://www.youtube.com/watch?v=3efMh8B__E0",
    "img": "hcpp17/hcpp17-innovations-in-education.jpg",
    "publishedAt": "2018-03-11T19:57:17Z",
    "desc": "The world is changing rapidly and education needs to adapt. But this is not always the case. In Hemisféra, we managed to innovate the education of children independently as a business without any external founding (Punk style). Business grows and we apply innovative methods such as gamification, freedom to learn, project education, edularping, new technology, NVC, and mindfulness.",
    "duration": 2681,
    "name": "Innovations In Education",
    "project": "hcpp",
    "event": "hcpp17",
    "people": [
      "matej-held"
    ]
  },
  {
    "id": "hcpp19-opting-out-of-the-legal-system-introducing-a-decentralized-court",
    "videoId": "Z-ceGfjcRdk",
    "url": "https://www.youtube.com/watch?v=Z-ceGfjcRdk",
    "img": "hcpp19/hcpp19-opting-out-of-the-legal-system-introducing-a-decentralized-court.jpg",
    "publishedAt": "2019-10-16T15:58:42Z",
    "desc": "Crypto is disintermediating and commoditizing many things that used to be monopolies. Currency is an example of a monopoly that used to be owned by the nation state. But if we go to the very core of what nation states provide, they provide legal security and asset protection. They do that by implementing a court and legal system. Thanks to crypto and advancements in smart contract systems, we can now implement a fully decentralized court system. Let's explore how, and review how Aragon is implementing this system as an Internet-native jurisdiction for decentralized organizations and sovereign individuals.\n\n#hcpp19 #optout #paralelnipolis #instituteofcryptoanarchy",
    "duration": 2957,
    "name": "Opting Out Of The Legal System: Introducing A Decentralized Court",
    "project": "hcpp",
    "event": "hcpp19",
    "people": [
      "luis-cuende"
    ]
  },
  {
    "id": "hcpp18-bitnation-your-world-your-way-in-a-box",
    "videoId": "BV9N2Ymrfqs",
    "url": "https://www.youtube.com/watch?v=BV9N2Ymrfqs",
    "img": "hcpp18/hcpp18-bitnation-your-world-your-way-in-a-box.jpg",
    "publishedAt": "2018-10-06T13:26:18Z",
    "desc": "In BITNATION's world sovereignty shifts decisively from the State to the Citizen. By reducing competition between citizens for services and increasing competition between Nations for citizens we will improve the quality of governance and reduce incentives for coercion and violence. We wish you to be able to create, opt-in or opt-out of the Nation of your choice on your mobile phone. You can choose where to access services and who to do business with based on AI generated performance criteria, and make binding agreements and resolve disputes with anyone, anywhere, without facing the high costs, time inefficiencies, legislative incompatibilities and potential coercion and arbitrariness of legacy territorial jurisdictions. Core infrastructure to live in our world is a smartphone chat-based polylegal jurisdiction. Bitnation’s Pangea is an encrypted, decentralized, blockchain-agnostic incentive network powered by a ECR20 Ethereum token awarded when users (and the nations they create) fulfil agreements with one another, resolve disputes and provide quality governance services. Users can also use the token to pay for services on Pangea. This is the Pangea Arbitration Token (PAT). We have built the first version of Pangea, a mesh network which can write smart contracts to any integrated blockchain. The first service offered on Pangea lets you create and join a Decentralized Borderless Voluntary Nation (DBVN) with a constitution and code of law of your choice. Soon new functions will be added to allow group and personal chat, write P2P smart contracts from chat, resolve disputes and access governance service DApps. Our automated and human reputation and arbitration systems and arbitrator and code of law registries will provide positive incentives for contract compliance, strengthened through network effect as Pangea attracts more users.",
    "duration": 1168,
    "name": "Bitnation - Your World, Your Way - In A Box",
    "project": "hcpp",
    "event": "hcpp18",
    "people": [
      "sonja-prstec"
    ]
  },
  {
    "id": "hcpp20-slavery-to-sovereignty-how-to-exit-the-matrix",
    "videoId": "GiOBIlAUkLM",
    "url": "https://www.youtube.com/watch?v=GiOBIlAUkLM",
    "img": "hcpp20/hcpp20-slavery-to-sovereignty-how-to-exit-the-matrix.jpg",
    "publishedAt": "2021-04-10T17:30:12Z",
    "desc": "There is a game of musical chairs being played on a global scale. The music is about to stop, and those who have chosen ignorance over truth, exchanging liberty for a false sense of security, so that they can continue consuming, will be left without a seat. \n\nPreparation did not start today, but decades ago, when legends like Timothy C. May and novels such as George Orwell's 1948 warned us of what was to come. The scenarios depicted by such legends are unfolding before our very eyes. Though there is light within darkness, and many people and organizations such as Paralelni Polis have been working tirelessly to help us secure a seat. \n\nAs mentioned by Margaret Mead: \"Never doubt that a small group of thoughtful, committed citizens can change the world. Indeed it’s the only thing that ever has.\"\n\nWith that in mind, join me for my sixth year and learn how you can exit the Matrix with tools and ideas envisioned by those working hard, preparing for this day. Learn how to emancipate your mind, your body, and your world from slavery.\n\n",
    "duration": 3064,
    "name": "Slavery To Sovereignty: How To Exit The Matrix",
    "project": "hcpp",
    "event": "hcpp20",
    "people": [
      "amin-rafiee"
    ]
  },
  {
    "id": "institute-the-b-with-alena-vranova-remote-talk-giacomo-zucco",
    "videoId": "boC38xXLypI",
    "url": "https://www.youtube.com/watch?v=boC38xXLypI",
    "img": "undefined/institute-the-b-with-alena-vranova-remote-talk-giacomo-zucco.jpg",
    "publishedAt": "2018-10-06T17:57:53Z",
    "desc": "Start:6:45\nSpeakers: Alena Vránová (Remote Talk) Giacomo Zucco\n\nInstitute of Cryptoanarchy",
    "duration": 3051,
    "people": [
      "alena-vranova",
      "giacomo-zucco"
    ],
    "name": "Institute: The B with Alena Vránová (Remote Talk) Giacomo Zucco"
  },
  {
    "id": "hcpp16-the-future-of-voting",
    "videoId": "HfJ5Kf9C7is",
    "url": "https://www.youtube.com/watch?v=HfJ5Kf9C7is",
    "img": "hcpp16/hcpp16-the-future-of-voting.jpg",
    "publishedAt": "2017-05-06T13:09:44Z",
    "desc": "We are living in a new paradigm of what is technologically possible. With the advent of blockchain technology, we now have the tools we need to build end-to-end verifiable blockchain-based voting systems capable of hosting verified elections and polls of all types. We have a rare opportunity to leverage this technology to root out corruption within our respective societies. Adam will be talking about Follow My Vote's efforts to build grassroots movements around the world in support adopting secure online voting technology that will bring honesty and transparency to elections worldwide. He will also be discuss how this same technology could be leveraged to support the establishment of voluntary societies around the globe. His talk will end with a live demonstration of the software his company has developed to date.\n",
    "duration": 3202,
    "name": "The Future Of Voting",
    "project": "hcpp",
    "event": "hcpp16",
    "people": [
      "adam-kaleb-ernest"
    ]
  },
  {
    "id": "hcpp17-bio-hacking-overcoming-programmed-ideologies",
    "videoId": "bQZcyKtkAe8",
    "url": "https://www.youtube.com/watch?v=bQZcyKtkAe8",
    "img": "hcpp17/hcpp17-bio-hacking-overcoming-programmed-ideologies.jpg",
    "publishedAt": "2018-06-08T18:31:53Z",
    "desc": "Overcoming Programmed Ideologies: Re-learning through Removing Using meditation, breathing techniques and cold showers i trained myself to be fully submerged in a frozen lake for 7 minutes. I have gone 7 days without any food and dead-lift more than twice my body weight through strength training. I believe the human body is capable of many amazing things that we have forgotten. I hope to continue my last discussion and explore new possibilities that i have since explored.",
    "duration": 2916,
    "name": "Bio-hacking - Overcoming Programmed Ideologies",
    "project": "hcpp",
    "event": "hcpp17",
    "people": [
      "amin-rafiee"
    ]
  },
  {
    "id": "hcpp19-opt-out-opportunities-for-small-towns",
    "videoId": "n_qTEeg54No",
    "url": "https://www.youtube.com/watch?v=n_qTEeg54No",
    "img": "hcpp19/hcpp19-opt-out-opportunities-for-small-towns.jpg",
    "publishedAt": "2019-10-16T15:58:45Z",
    "desc": "Ing. arch. Michal Postránecký is a Czech architect and urbanist currently living in Florida, USA. His portfolio counts many projects in the Czech Republic and the USA, where he has lived and worked since 2000. He focuses on eco-friendly and smart projects, the regeneration of existing settlements and the design of new urban structures with the help of smart technologies. He is the founder and head of Center of City of the Future Center within, Czech Institute of Informatics, Robotics and Cyberentics CTU and he is also a founder of SynopCity.com, a global platform for sharing information, knowledge. and experience, focusing on the Smart and Innovative Cities concepts. He is the author of a number of scholarly articles on smart cities and related issues. Together with Professor Svítek and a team of their colleagues, he is the author of the book The City of Future.\n\n#hcpp19 #optout #paralelnipolis #instituteofcryptoanarchy",
    "duration": 2679,
    "name": "Opt-out Opportunities For Small Towns",
    "project": "hcpp",
    "event": "hcpp19",
    "people": [
      "michal-postranecky"
    ]
  },
  {
    "id": "hcpp17-particl-a-private-and-decentralized-marketplace",
    "videoId": "R--Mx-bLq4A",
    "url": "https://www.youtube.com/watch?v=R--Mx-bLq4A",
    "img": "hcpp17/hcpp17-particl-a-private-and-decentralized-marketplace.jpg",
    "publishedAt": "2018-03-18T11:33:09Z",
    "desc": "A technical presentation on how we plan to build a decentralized marketplace with a focus on privacy. Particl is a platform that features an anonymous cryptocurrency (CT, RingCT) and a BitMessage-style messaging system. We are in the process of designing a protocol (Open Market Protocol) for interactions between sellers and buyers.",
    "duration": 2294,
    "name": "Particl: A Private And Decentralized Marketplace",
    "project": "hcpp",
    "event": "hcpp17",
    "people": [
      "ido-kaiser"
    ]
  },
  {
    "id": "hcpp17-anonymous-insurance-and-predictions-markets",
    "videoId": "Vfm_OKOG0LM",
    "url": "https://www.youtube.com/watch?v=Vfm_OKOG0LM",
    "img": "hcpp17/hcpp17-anonymous-insurance-and-predictions-markets.jpg",
    "publishedAt": "2018-01-06T19:21:15Z",
    "desc": "Every new government's regulation, restriction or embargo that makes impossible for people to trade, do business or increase their expenses, creates a demand for any market solution that helps to bypass these obstacles. The fact - how many entrepreneurs or ordinary citizens consider the given law to be unethical, willing to avoid with the least risk as possible, determines an economic feasibility of the 'avoidance' solution.\nTruly anonymous cryptocurrencies (like Monero/zCash/zCoin) and anonymous web applications (using Tor hidden service) make this problem technically solvable. The solution is an anonymous insurance company.\nFor the first time in the history, it is feasible to achieve an anonymous economic incentive leading to fully anonymous corruption & bribes with the impossibility to identify those who corrupt as well as those who accept bribes.\nThe perfect corruption allows democratization of corporatism – everyone can create an anonymous economic incentive and be both bribe provider and receiver.",
    "duration": 2682,
    "name": "Anonymous Insurance And Predictions Markets",
    "project": "hcpp",
    "event": "hcpp17",
    "people": [
      "wilder"
    ]
  },
  {
    "id": "hcpp20-i-the-individual-exist",
    "videoId": "GQAfZ_HyvjA",
    "url": "https://www.youtube.com/watch?v=GQAfZ_HyvjA",
    "img": "hcpp20/hcpp20-i-the-individual-exist.jpg",
    "publishedAt": "2021-01-16T19:30:11Z",
    "desc": "This shall be the single axiom, the assumption on top of which a monumental construct can be logically deduced. The Individual is in a constant state of uneasiness and has the creative spark to imagine multiple superior scenarios. The heroic entrepreneur acts, allocating scarce resources to manifest his most wanted desires. The Sovereign Individual claims his property and has the power to defend what is his. In the darkness of Crypto Anarchy, cypherpunks control how to selectively reveal themselves to the world, thriving in the free realm of cyberspace. No trusted third party will secure Individual liberty, one must build his own weapons, and stand strong in this onslaught of the Digital Totality.\n\n",
    "duration": 2589,
    "name": "I, The Individual, Exist",
    "project": "hcpp",
    "event": "hcpp20",
    "people": [
      "max-hillebrand"
    ]
  },
  {
    "id": "hcpp18-hacking-law-and-antifragility-of-anonymous-cryptocurrencies",
    "videoId": "ct1_ozWU2Nc",
    "url": "https://www.youtube.com/watch?v=ct1_ozWU2Nc",
    "img": "hcpp18/hcpp18-hacking-law-and-antifragility-of-anonymous-cryptocurrencies.jpg",
    "publishedAt": "2018-10-06T12:52:40Z",
    "desc": "Many people perceive the current jurisprudence as a fair and impartial system, but the real practical cases prove the opposite. Tremendous side effects, such as full arbitrariness and uncertainty of government law, cause that the whole system continues to operate empowered by the myth of the rule of law. The decisions of the judges are thoroughly unpredictable these days. Even though it can be hard to survive in such a system, it is possible to create a tribe, where we can liberate ourselves and preserve internal trust. All that based on paradoxes emerged from the case law. A new level of the trust can be reached by applying these legal paradoxes in combination with cryptography. \n\nHacking of the law could be a new professional discipline among proxy merchants and 2nd realm to avoid interaction with a 1st realm. The goal is not to act in fraudem legis, on the contrary, to avoid completely an interaction with a state by using legal knowledge and risk management techniques.\n\nThe government's proposal to ban anonymous cryptocurrencies could slow down a mass adoption of ledgers focused on anonymity. However, after acquiring knowledge of hacking law I will explain why such a ban cannot harm anonymous cryptocurrencies and why we should welcome it instead. Also, I will show the practical examples of hacking law - have you ever heard about proof of crime?",
    "duration": 2847,
    "name": "Hacking Law & Antifragility Of Anonymous Cryptocurrencies",
    "project": "hcpp",
    "event": "hcpp18",
    "people": [
      "pavol-travnik"
    ]
  },
  {
    "id": "hcpp17-openbazaar-20-now-is-the-time-to-shift-to-a-decentralized-marketplace",
    "videoId": "m5MMK5ZARqg",
    "url": "https://www.youtube.com/watch?v=m5MMK5ZARqg",
    "img": "hcpp17/hcpp17-openbazaar-20-now-is-the-time-to-shift-to-a-decentralized-marketplace.jpg",
    "publishedAt": "2018-06-09T18:58:52Z",
    "desc": "Cryptocurrencies are decentralizing money, but online commerce is still highly centralized. OpenBazaar 2.0 has delivered on the promise of a decentralized marketplace that is easy to use. This talk explains why now is the time to shift our economic activity away from the tightly-controlled e-commerce websites and into this censorship-resistant, private, peer-to-peer marketplace.",
    "duration": 2532,
    "name": "Openbazaar 2.0: Now Is The Time To Shift To A Decentralized Marketplace",
    "project": "hcpp",
    "event": "hcpp17",
    "people": [
      "sam-patterson"
    ]
  },
  {
    "id": "hcpp19-bitcoin-there-can-only-be-one",
    "videoId": "Vrd1fT0qbOQ",
    "url": "https://www.youtube.com/watch?v=Vrd1fT0qbOQ",
    "img": "hcpp19/hcpp19-bitcoin-there-can-only-be-one.jpg",
    "publishedAt": "2019-10-16T16:00:12Z",
    "desc": "Dominance is back to 70%, which begs the following question: is it just getting started as it surpasses it's former status (pre-2017 bubble) or will the Alt Season come back? This presentation will thoroughly demonstrate how Altcoins like Litecoin & Monero and Blockchians like Ethereum & Cordana are truly shitcoins and the only path for them is towards a value of 0.\n\n#hcpp19 #optout #paralelnipolis #instituteofcryptoanarchy",
    "duration": 2853,
    "name": "Bitcoin - There Can Only Be One",
    "project": "hcpp",
    "event": "hcpp19",
    "people": [
      "tone-vays"
    ]
  },
  {
    "id": "hcpp19-opting-out-to-precisely-what",
    "videoId": "Sz-vG4FG1tY",
    "url": "https://www.youtube.com/watch?v=Sz-vG4FG1tY",
    "img": "hcpp19/hcpp19-opting-out-to-precisely-what.jpg",
    "publishedAt": "2019-10-16T15:58:11Z",
    "desc": "Yes, we all want to escape the pressures and abuse of the reigning systems, but things don’t become magically wonderful just because we’ve opted-out. New structures and new ways of living have to be built outside, and even though we’ve made a nice start, it has been just a small start. We have a long, long way to go.\n\nWe’re also guaranteed to face challenges on the outside, not only from bad people who may follow us there, but because none of us are fully developed, and we all carry some difficulties with us.\n\nBeing outside gives us space to build anew and to create better structures for ourselves, and then to improve ourselves. We’ll have to choose our actions well and we’ll have to work hard, but if we do, even the sky will be no limit.\n\n#hcpp19 #optout #paralelnipolis #instituteofcryptoanarchy",
    "duration": 3066,
    "name": "Opting-out, To Precisely What?",
    "project": "hcpp",
    "event": "hcpp19",
    "people": [
      "paul-rosenberg"
    ]
  },
  {
    "id": "hcpp18-has-the-ico-bubble-popped",
    "videoId": "LvU0bjrVyfE",
    "url": "https://www.youtube.com/watch?v=LvU0bjrVyfE",
    "img": "hcpp18/hcpp18-has-the-ico-bubble-popped.jpg",
    "publishedAt": "2018-10-05T18:08:31Z",
    "desc": "This presentation will focus on the similarities and differences between the current ICO bubble and the DotCom bubble of the late 90's. Is it different this time? or have we seen it all before?",
    "duration": 3671,
    "name": "Has The Ico Bubble Popped?",
    "project": "hcpp",
    "event": "hcpp18",
    "people": [
      "tone-vays"
    ]
  },
  {
    "id": "hcpp17-the-future-of-swiss-private-banking-monero",
    "videoId": "ra9vOJZXt-U",
    "url": "https://www.youtube.com/watch?v=ra9vOJZXt-U",
    "img": "hcpp17/hcpp17-the-future-of-swiss-private-banking-monero.jpg",
    "publishedAt": "2018-03-08T00:56:02Z",
    "desc": "Switzerland’s banking sector is legendary for respecting its clients’ privacy. But that privacy is only available to very wealthy clients, and it vanishes at the first request of a foreign power. Cryptocurrency is the solution, and Bitcoin seems to be a safe bet. But while Bitcoin is useful in many ways, it’s Monero that will likely become the technology of choice for the future of private banking and wealth management.",
    "duration": 2711,
    "name": "The Future Of Swiss Private Banking: Monero",
    "project": "hcpp",
    "event": "hcpp17",
    "people": [
      "justin-smith"
    ]
  },
  {
    "id": "hcpp16-a-negative-blocksize-for-an-honest-digital-money",
    "videoId": "WQPfGOSVD2k",
    "url": "https://www.youtube.com/watch?v=WQPfGOSVD2k",
    "img": "hcpp16/hcpp16-a-negative-blocksize-for-an-honest-digital-money.jpg",
    "publishedAt": "2017-03-27T11:56:16Z",
    "desc": "A negative blocksize for an honest digital money: Bitcoin – like gold – is a money as honest as a money can be. Decentralization is key to that honesty and decentralization demands us to aim for a negative blocksize, not a bigger one. Here's why.\n",
    "duration": 2715,
    "name": "A Negative Blocksize For An Honest Digital Money...",
    "project": "hcpp",
    "event": "hcpp16",
    "people": [
      "joerg-platzer"
    ]
  },
  {
    "id": "hcpp17-rojava-call-for-a-revolutionary-hacker-movement-and-the-study-of-polytechnics",
    "videoId": "0lrk6WN7gqc",
    "url": "https://www.youtube.com/watch?v=0lrk6WN7gqc",
    "img": "hcpp17/hcpp17-rojava-call-for-a-revolutionary-hacker-movement-and-the-study-of-polytechnics.jpg",
    "publishedAt": "2017-12-10T14:09:30Z",
    "desc": "We are a revolutionary organization following the ideology of apoism in Rojava, North Syria. Global power is breaking up, and new groups are emerging in the struggle for power around the world. We are the technical arm of the democratic confederalist ideological movement. At one time hackers believed they could use the power of the internet and software to shape the world. Leaders emerged that managed to put forward exciting visions of the future that brought groups of technically skilled people together to build large scale projects. But there was another strand in the movement which rejected collective action driven by shared ideas, and instead saw technology merely a way to improve the material conditions of individuals and rejected changing the world. Our group is here to restore back the potential of the hacker movement. We are advancing a vision and practice for technologists that will make the hacker movement a revolutionary force with the power to shape global politics.",
    "duration": 4582,
    "name": "Rojava: Call For A Revolutionary Hacker Movement And The Study Of Polytechnics",
    "project": "hcpp",
    "event": "hcpp17",
    "people": [
      "amir-taaki"
    ]
  },
  {
    "id": "hcpp17-privacy-fungibility-and-scale-in-bitcoin",
    "videoId": "bxh3TZIi5_w",
    "url": "https://www.youtube.com/watch?v=bxh3TZIi5_w",
    "img": "hcpp17/hcpp17-privacy-fungibility-and-scale-in-bitcoin.jpg",
    "publishedAt": "2018-02-14T12:07:28Z",
    "desc": "Join this session to hear why the current and upcoming features in Bitcoin enable more financial and economic freedom than ever before.",
    "duration": 2760,
    "name": "Privacy, Fungibility & Scale In Bitcoin",
    "project": "hcpp",
    "event": "hcpp17",
    "people": [
      "adam-back"
    ]
  },
  {
    "id": "hcpp17-giving-people-the-tools-to-unchain-themselves",
    "videoId": "TcJDwbcAUwc",
    "url": "https://www.youtube.com/watch?v=TcJDwbcAUwc",
    "img": "hcpp17/hcpp17-giving-people-the-tools-to-unchain-themselves.jpg",
    "publishedAt": "2018-02-15T21:35:40Z",
    "desc": "We have come to witness an upward trend in the field of cryptocurrencies. Many respectful professionals referred to it as a \"Bubble\" or a \"hype\" that as they claimed was ran by \"a bunch of kids in their basements\". Something that was started by the peer to peer community, open source, free to all, to compete with existing centralised organisations and governments. So how did this technology come to be? How is it that it can not only compete with, but come to push fortune 500 companies, government services as well as many highly praised job titles towards becoming obsolete?",
    "duration": 2516,
    "name": "Giving People The Tools To Unchain Themselves",
    "project": "hcpp",
    "event": "hcpp17",
    "people": [
      "amin-rafiee"
    ]
  },
  {
    "id": "hcpp16-project-damn-decentralizing-law",
    "videoId": "s2AdWCKmyMI",
    "url": "https://www.youtube.com/watch?v=s2AdWCKmyMI",
    "img": "hcpp16/hcpp16-project-damn-decentralizing-law.jpg",
    "publishedAt": "2017-01-27T12:21:46Z",
    "desc": "We have a global, borderless communication and transaction platform. We have global, borderless money. Why not a global, borderless justice system An opt-in justice system. The Decentralized Arbitration and Mediation Network is a project launched by Pamela Morgan to research and develop a system of smart contracts and legal structures for borderless, global and voluntary commercial contracts and dispute resolution. \n\nIn this talk, Pamela Morgan will present the motivation behind DAMN and an overview of arbitration, mediation  and other dispute resolution mechanisms and how they can be used in conjuction with smart contracts and open blockchains.\n",
    "duration": 3126,
    "name": "Project Damn - Decentralizing Law",
    "project": "hcpp",
    "event": "hcpp16",
    "people": [
      "pamela-morgan"
    ]
  },
  {
    "id": "hcpp18-big-lies-by-big-brother-is-it-transparency-or-spying",
    "videoId": "ZzOt_JJ5WvA",
    "url": "https://www.youtube.com/watch?v=ZzOt_JJ5WvA",
    "img": "hcpp18/hcpp18-big-lies-by-big-brother-is-it-transparency-or-spying.jpg",
    "publishedAt": "2018-10-05T17:08:26Z",
    "desc": "How the war on drugs, the financing of weapons of mass destruction, the war on terrorism and now tax evasion are being used by the G-20 to weaken the fundamental civil rights of millions of innocent people and, at the same time, under the pretext of world security and peace, violate other country’s sovereignty by imposing upon them “de facto international standards”, eliminating basic fundamental rights like personal and financial privacy, banking confidentially, due process and presumption of innocence.",
    "duration": 2675,
    "name": "Big Lies By Big Brother. Is It Transparency Or Spying?",
    "project": "hcpp",
    "event": "hcpp18",
    "people": [
      "adolfo-linares"
    ]
  },
  {
    "id": "exploring-consensual-non-monogamy",
    "videoId": "pKd4G4Mv7b0",
    "url": "https://www.youtube.com/watch?v=pKd4G4Mv7b0",
    "img": "null/exploring-consensual-non-monogamy.jpg",
    "publishedAt": "2018-02-11T15:32:40Z",
    "desc": "Follow and support us ► https://liberate.hcpp.cz/#support\nParalelní Polis website → https://www.paralelnipolis.cz/o-nas/en/\nParalelní Polis Facebook → https://www.facebook.com/vejdiven\n\nALEXA MARTINEZ\n\nAlexa is a sex and relationship anarchist from New Orleans, Louisiana, who is constantly questioning the status quo when it comes to the deepest and most personal aspects of who we are. She is a sex coach, mentor, educator and the founder of The Violet Butterfly LLC.\n\nTALK: EXPLORING CONSENSUAL NON MONOGAMY\n\nA look at the evolution of monogamy, how relationships have changed through time along with what is currently available on the fringe today.\n\nABOUT HCPP17 → https://liberate.hcpp.cz/\n\nLiberate!\n\nHCPP17 PARTNERS:\n\nMAIN PARTNERS\n\nTREZOR → https://trezor.io/\nGENERAL BYTES → https://www.generalbytes.com/\nSLUSH POOL → https://slushpool.com\nBITCOIN PAY → https://www.bitcoinpay.com\nCOINMATE → https://coinmate.io\n\nCRYPTOPUZZLE PARTNERS\n\nNETHEMBA → https://nethemba.com\nSATORI → http://zd3n.com/\n\nNEWS LIVE BROADCASTING PARTNER\n\nWorld Crypto Network → http://www.worldcryptonetwork.com\n\nCATERING PARTNERS\n\nNordbeans, Street Catering",
    "duration": 2828,
    "name": "Exploring Consensual Non Monogamy",
    "project": null,
    "event": null,
    "people": [
      "alexa-martinez"
    ]
  },
  {
    "id": "hcpp16-how-governments-push-forward-the-security-of-cryptomarkets",
    "videoId": "BXt7SCqUWQY",
    "url": "https://www.youtube.com/watch?v=BXt7SCqUWQY",
    "img": "hcpp16/hcpp16-how-governments-push-forward-the-security-of-cryptomarkets.jpg",
    "publishedAt": "2017-04-07T11:17:38Z",
    "desc": "The first popular cryptomarket (Silk Road) was of course unique, but relatively simple - a single server with no decentralization, no multi-sig or anonymous cryptocurrency support. The goal of the presentation is to show that government financial dictatorship leads to significant improvement of cryptomarket security. Police and government agency raids were the main reason all cryptomarkets had to improve their overall security to survive and keep their business running. \n\nA new generation of cryptomarket uses multi-sig to prevent governments from seizing it's users deposits by utilizing integrated webmail PGP clients, I2P anonymization networks in addition to \"\"the government well-known\"\" Tor. They are fully decentralized (e.g. Axis Mundi, Bitmarkets, Shadow Markets), and therefore practically impossible to shut down by government agencies.\n\nThe new anonymous, untraceable cryptocurrencies (e,g, monero, zcash) are ready for cryptomarket adoption with no possibility of revealing transaction history. The weakest point - cryptocurrency exchanges that governments can regulate and shut down can be reinforced by the use of decentralized crypto exchanges (e.g. bitsquare).\n",
    "duration": 3048,
    "name": "How Governments Push Forward The Security Of Cryptomarkets",
    "project": "hcpp",
    "event": "hcpp16",
    "people": [
      "wilder"
    ]
  },
  {
    "id": "hcpp17-how-to-bootstrap-a-dao",
    "videoId": "rSiHPcuwbo8",
    "url": "https://www.youtube.com/watch?v=rSiHPcuwbo8",
    "img": "hcpp17/hcpp17-how-to-bootstrap-a-dao.jpg",
    "publishedAt": "2018-03-19T14:31:46Z",
    "desc": "We’ve heard a lot about decentralized autonomous organizations over the last several years, but thus far few have become fully operational. In this talk we’ll look at the practical considerations of designing and building a real-world DAO, using the Bisq exchange and its forthcoming DAO as a case study.",
    "duration": 2727,
    "name": "How To Bootstrap A Dao",
    "project": "hcpp",
    "event": "hcpp17",
    "people": [
      "chris-beams"
    ]
  },
  {
    "id": "hcpp19-constructing-parallel-opt-out-infrastructures-a-sociological-contribution",
    "videoId": "d-egwtOglLU",
    "url": "https://www.youtube.com/watch?v=d-egwtOglLU",
    "img": "hcpp19/hcpp19-constructing-parallel-opt-out-infrastructures-a-sociological-contribution.jpg",
    "publishedAt": "2019-10-16T15:58:14Z",
    "desc": "We are deeply entrenched in numerous socio-technological systems that structure our everyday life. They function by channelling, prohibiting, controlling, limiting, categorizing, standardizing (…) our behaviour. Just count how many of these systems you have “joined/used” to this very day.\n\nCurrent ideas and attempts at finding a technological solution to help us opt out from this “first constrained realm” are not entirely novel. In light of this congress, the one most worth considering is the very notion of a decentralized and free computer network, one which should catalyse a positive societal revolution and leave behind the evils of centralised and alienating state-corporate systems.\n\nBy employing a sociological approach (namely sociology of technology), we will look at what went wrong in the socio-technical history of the free computer network project and examine how the resulting system forms new hard-to-escape dependencies.\n\nWas A Declaration of the Independence of Cyberspace too early, just in time or too late? Is it even possible to construct a technological infrastructure to opt out of “the first realm“? Which sociological criteria would facilitate an opt-out system? And lastly, how are new dependencies formed when two parallel systems meet?\n\n#hcpp19 #optout #paralelnipolis #instituteofcryptoanarchy",
    "duration": 2715,
    "name": "Constructing Parallel Opt-out Infrastructures: A Sociological Contribution",
    "project": "hcpp",
    "event": "hcpp19",
    "people": [
      "petr-lupac"
    ]
  },
  {
    "id": "hcpp20-decentralised-chat-and-commerce-on-the-lightning-network",
    "videoId": "n2Cr7F5S5xk",
    "url": "https://www.youtube.com/watch?v=n2Cr7F5S5xk",
    "img": "hcpp20/hcpp20-decentralised-chat-and-commerce-on-the-lightning-network.jpg",
    "publishedAt": "2021-02-06T18:30:12Z",
    "desc": "Introduction: The Encounter\n\nPart 1: The Tech\n- Sending payments without invoices\n- The early days\n- Running lnd farms at scale\n- Current feature set\n- Lumo\n- Challenges yet to overcome\n\nPart 2: The Big Why\n- Why do that\n- Stakwork\n- Selling (soon to be) censored goods\n- Privacy\n\n",
    "duration": 2679,
    "name": "Decentralised Chat And Commerce On The Lightning Network",
    "project": "hcpp",
    "event": "hcpp20",
    "people": [
      "ketominer"
    ]
  },
  {
    "id": "hcpp19-trustless-loan-backed-by-btc",
    "videoId": "FDdo4GCnv08",
    "url": "https://www.youtube.com/watch?v=FDdo4GCnv08",
    "img": "hcpp19/hcpp19-trustless-loan-backed-by-btc.jpg",
    "publishedAt": "2019-10-16T16:00:12Z",
    "desc": "How loan can be replicated using derivatives, mainly futures and swaps. And how to enter such contracts in p2p fashion. The talk examines current possibilities how to take the loan backed by hodlers BTC and how to construct loan using BTC derivatives, mainly futures and swaps. In the end simple p2p derivative construction will be described.\n\n#hcpp19 #optout #paralelnipolis #instituteofcryptoanarchy",
    "duration": 2668,
    "name": "Trustless Loan Backed By Btc",
    "project": "hcpp",
    "event": "hcpp19",
    "people": [
      "tomas-marada"
    ]
  },
  {
    "id": "hcpp16-openbazaar-free-trade-through-decentralized-commerce",
    "videoId": "BecY9dyTZMI",
    "url": "https://www.youtube.com/watch?v=BecY9dyTZMI",
    "img": "hcpp16/hcpp16-openbazaar-free-trade-through-decentralized-commerce.jpg",
    "publishedAt": "2017-03-10T09:22:39Z",
    "desc": "OpenBazaar: Free Trade Through Decentralized Commerce\n\nExisting commerce online is centralized by a handful of companies who monitor data, censor trade, and use tightly controlled payment systems. OpenBazaar is an open source software project which creates a decentralized network for trade, using Bitcoin. Because Openazaar removes the middleman, there are no fees, there is no censorship, and there is no mass collection of data. This talk explains the project's history, how it works technically, and how future changes will further enhance decentralization and censorship-resistance.",
    "duration": 2811,
    "name": "Openbazaar: Free Trade Through Decentralized Commerce",
    "project": "hcpp",
    "event": "hcpp16",
    "people": [
      "sam-patterson"
    ]
  },
  {
    "id": "hcpp19-cryptography-alone-is-not-enough",
    "videoId": "CI-QCDS06XA",
    "url": "https://www.youtube.com/watch?v=CI-QCDS06XA",
    "img": "hcpp19/hcpp19-cryptography-alone-is-not-enough.jpg",
    "publishedAt": "2019-10-16T15:58:19Z",
    "desc": "Cryptocurrency from an attackers perspective means one thing: you can steal data that literally *is* money. A multitude of methods to prevent theft or at least make it harder have been developed over the years – several generations of hardware wallets, paper wallets, various elaborate cold storage systems etc. pp.. 2FA tokens for remote system access and similar devices are very similar in their properties. But they all have one weakness: if an attacker gains physical possession, the security margin shrinks – often too far. Even if an attacker can not reverse engineer the secrets out of access tokens or hardware wallets, he can manipulate the computing devices you use them with, gain valuable information through surveillance or trick you into doing stupid stuff. So the necessary protection envelope is bigger than you may think. This talk will take a look at how real-world attacks against offline and online devices are carried out these days, discuss how to develop an adequate threat model for your needs, explain some basics (like the difference between \"tamper evident\" and \"tamper resistant\") as well as typical pitfalls in this game. Finally we will show some new developments that make it easier to achieve better protection in various circumstances.\n\n#hcpp19 #optout #paralelnipolis #instituteofcryptoanarchy",
    "duration": 3342,
    "name": "Cryptography Alone Is Not Enough",
    "project": "hcpp",
    "event": "hcpp19",
    "people": [
      "frank-rieger"
    ]
  },
  {
    "id": "hcpp20-artificially-intelligent-role-of-technology-in-politics",
    "videoId": "Sx2FF5JBW1Q",
    "url": "https://www.youtube.com/watch?v=Sx2FF5JBW1Q",
    "img": "hcpp20/hcpp20-artificially-intelligent-role-of-technology-in-politics.jpg",
    "publishedAt": "2020-12-29T19:30:11Z",
    "desc": "Artificial intelligence, digital, prediction, privacy, GDPR. All these buzzwords are being thrown around haphazardly without the public necessarily being educated about what they are and the reality behind them. One of the 'verticals' where this is particularly poignantly felt is in the case of politics - Cambridge Analytica, Brexit, Trump, and the general shakeup in the world of statehood and political structures have drawn these two traditionally disparate topics together and begs the question; what's the future of technologies in politics and the role of the state? After close to 5 years in digital politics and 40 or so campaigns, Sara has seen a lot from all sides of the political spectrum, including both sides of the Brexit campaign, several US presidential campaigns, and the turmoil in various European countries. She's happy to share her hopes, delusions with the political world, as well as the future of digital and the state and the implications for privacy and the average person in the street.\n\n",
    "duration": 2816,
    "name": "Artificially Intelligent: Role Of Technology In Politics",
    "project": "hcpp",
    "event": "hcpp20",
    "people": [
      "sara-polak"
    ]
  },
  {
    "id": "hcpp19-time-traveling-the-timechain-with-scriptless-script-atomic-utxo-swaps",
    "videoId": "L2FCP1HXiXI",
    "url": "https://www.youtube.com/watch?v=L2FCP1HXiXI",
    "img": "hcpp19/hcpp19-time-traveling-the-timechain-with-scriptless-script-atomic-utxo-swaps.jpg",
    "publishedAt": "2019-10-16T15:58:14Z",
    "desc": "The Taproot implementation of the Schnorr signature scheme opens up a whole wide range of privacy protecting tools for Bitcoin transactions. Specifically the adaptor signature tweaks enable scriptless scripts which can be utilized to craft trustlees swaps of UTXOs that are indistinguishable from any other taproot transaction. This breaks the assumption of chain anal spies that \"inputs pay outputs\" with plausible deniability for anyone utilizing taproot. Max will elaborate on the powerful magic of time traveling the time chain with plausible deniability.\n\n#hcpp19 #optout #paralelnipolis #instituteofcryptoanarchy",
    "duration": 2795,
    "name": "Time Traveling The Timechain With Scriptless Script Atomic Utxo Swaps ",
    "project": "hcpp",
    "event": "hcpp19",
    "people": [
      "max-hillebrand"
    ]
  },
  {
    "id": "hcpp20-how-machines-operate-us",
    "videoId": "oViqWoA0HhI",
    "url": "https://www.youtube.com/watch?v=oViqWoA0HhI",
    "img": "hcpp20/hcpp20-how-machines-operate-us.jpg",
    "publishedAt": "2021-03-13T18:30:30Z",
    "desc": "I like to say \"I write State with a capital \"S\" because it has become our God.\" But Technology, the very tool that has the potential to empower us against abusive ruling structures, is claiming us as its subjects. Its onset was too fast and promised too much. It is blinding, as we have trouble distinguishing between ourselves and it. The digital totality is indeed upon us, but we must remember that with every extension, there's an amputation. \n\n",
    "duration": 2686,
    "name": "How Machines Operate Us",
    "project": "hcpp",
    "event": "hcpp20",
    "people": [
      "julia-tourianski"
    ]
  },
  {
    "id": "hcpp17-assassination-politics",
    "videoId": "KcJdvQvzlNU",
    "url": "https://www.youtube.com/watch?v=KcJdvQvzlNU",
    "img": "hcpp17/hcpp17-assassination-politics.jpg",
    "publishedAt": "2017-11-03T11:18:52Z",
    "desc": "In 1995, I thought of an idea, which I wrote into an essay called \"Assassination Politics\", which I asserted (and genuinely believe and believed, then and now) would eliminate the need and even the possibility of war, armies, and oppressive governments. I put it out there for everyone to consider and debate. \n\nEveryone had the ability to find the flaws if any were present. Yet, subsequent years went by, and the world continued to have war and trillions of dollars spent on militaries. Governments continued to oppress. And the public did, essentially, nothing. \n\nWe are all subject to that abuse, today. There is an old joke about a religious man who is caught in his house in a flood. As the water rises higher, he is visited by two rescue boats. Each time they offer to rescue him; he responds by saying, \"Go away. The Lord will save me!\" Eventually, the water continued to rise, he's on the chimney, water all around, and a rescue helicopter appears, offering assistance. He says, \"Go away. The Lord will save me!\". \n\nThe helicopter leaves. The water rose, higher, the man drowns. In Heaven, he asks St. Peter, \"Why did God not rescue me\"? St. Peter answered, \"He sent two boats and a helicopter; what more did you want?\" Well, I, Jim Bell, sent the world my Assassination Politics essay. What more do YOU want?!?",
    "duration": 5649,
    "name": "Assassination Politics",
    "project": "hcpp",
    "event": "hcpp17",
    "people": [
      "jim-bell"
    ]
  },
  {
    "id": "hcpp19-parallel-polis-revisited-way-from-concept-to-distributed-republic",
    "videoId": "Pyoe1V9ku18",
    "url": "https://www.youtube.com/watch?v=Pyoe1V9ku18",
    "img": "hcpp19/hcpp19-parallel-polis-revisited-way-from-concept-to-distributed-republic.jpg",
    "publishedAt": "2019-10-16T16:00:13Z",
    "desc": "Josef Šlerka is head of New Media Studies at the Institute of Information Studies and Librarianship at Charles University’s Faculty of Arts in Prague. His research focus is social network analysis and social media data mining. Other research interests and focus include digital humanities and quantitative media analysis. Josef Šlerka is also director of The Endowment Fund for Independent Journalism.\n\n#hcpp19 #optout #paralelnipolis #instituteofcryptoanarchy",
    "duration": 3002,
    "name": "Parallel Polis Revisited: Way From Concept To Distributed Republic ",
    "project": "hcpp",
    "event": "hcpp19",
    "people": [
      "josef-slerka"
    ]
  },
  {
    "id": "hcpp19-the-past-present-and-future-of-opt-out-with-open-and-libre-hardware",
    "videoId": "jWRZfbWUszo",
    "url": "https://www.youtube.com/watch?v=jWRZfbWUszo",
    "img": "hcpp19/hcpp19-the-past-present-and-future-of-opt-out-with-open-and-libre-hardware.jpg",
    "publishedAt": "2019-10-16T15:58:16Z",
    "desc": "FOSH (Free and Open Source Hardware) in the past years has moved away from being a small niche and has developed to a relevant movement with significant and well-known projects. Open Science Hardware offers an opt-out potential against centralisation, as visible in the \"Safecast\"\n\nCrowd Science Geiger Counter, which offered concerned people a chance to fact-check radiation levels after the Fukushima incident in Japan.\n\nOpen Hardware has a success story to tell - but what does \"open\" in this context mean? How open can hardware be, post the age of microcomputing? Verifiable hardware could even help future nuclear disarming (see 34C3, \"Vintage Computing for Trusted Radiation Measurements and a World Free of Nuclear Weapons\"). In contrast, the actual hardware landscape is neither very open, nor verifiable.\n\nAdditionally, HSMs and TEEs are challenging zero-trust by introducing novel attack vectors. Mistrust in modern day processors are growing, especially after “Spectre”, “Foreshadow” and “Spoiler”. Full Opt-Out possibility is presently not possible, Free and Open Source Silicon can the first step to a Zero-Trust society - but the future remains speculative.\n\n#hcpp19 #optout #paralelnipolis #instituteofcryptoanarchy",
    "duration": 2822,
    "name": "The Past Present And Future Of Opt-out With Open And Libre Hardware",
    "project": "hcpp",
    "event": "hcpp19",
    "people": [
      "matthias-tarasiewicz"
    ]
  },
  {
    "id": "hcpp18-building-voluntary-paralel-legal-systems",
    "videoId": "8Z3FhWgfadE",
    "url": "https://www.youtube.com/watch?v=8Z3FhWgfadE",
    "img": "hcpp18/hcpp18-building-voluntary-paralel-legal-systems.jpg",
    "publishedAt": "2018-10-07T12:56:57Z",
    "desc": "The most of current legal systems has one thing in common - they have been produced by national states. Why? Because the state has the sovereign power over its territory and only this power is recognized by other states (and their corporate fellows). According to the current doctrine, of course. But there is another power here now - power of eletronic networks given to the global crowd regardless the power of states. The power that brings social and economic structures competitive to the national states, for the first time in their history. The structures that will not be in the opposition to the national states. They will be paralel to them. Beign self-governed by their own rules - paralel legal systems.",
    "duration": 2819,
    "name": "Building Voluntary Paralel Legal Systems",
    "project": "hcpp",
    "event": "hcpp18",
    "people": [
      "radim-kozub",
      "pavel-urbaczka"
    ]
  },
  {
    "id": "hcpp18-hardware-wallet-threats-and-vulnerabilities",
    "videoId": "r1qBuj_sco4",
    "url": "https://www.youtube.com/watch?v=r1qBuj_sco4",
    "img": "hcpp18/hcpp18-hardware-wallet-threats-and-vulnerabilities.jpg",
    "publishedAt": "2018-10-06T17:58:18Z",
    "desc": "\"Get a hardware wallet\" is the defacto advice given to store cryptocurrencies securely, but how secure are they in reality? When you receive a bitcoin, how do you know that really happened? When you send a bitcoin, how do you know where it actually went? What's the deal with evil maids? Here we'll go over what types of attacks existing hardware wallets can and can't protect against, how peer review and open source works with respect to hardware wallets, and finally, how they compare to other ways of securing digital assets.",
    "duration": 3160,
    "name": "Hardware Wallet Threats And Vulnerabilities",
    "project": "hcpp",
    "event": "hcpp18",
    "people": [
      "peter-todd"
    ]
  },
  {
    "id": "hcpp16-how-to-evolve-and-hack-your-soul",
    "videoId": "C0yo4faAMQE",
    "url": "https://www.youtube.com/watch?v=C0yo4faAMQE",
    "img": "hcpp16/hcpp16-how-to-evolve-and-hack-your-soul.jpg",
    "publishedAt": "2017-02-17T12:20:13Z",
    "desc": "Humans are generally more evolved than their conduct would indicate, due to enforced behaviors. In addition, there are simple evolutionary steps that lie just before us - steps that we can take quickly, once we see them. This presentation will cover all this and more, ending with the topic of \"How to hack your soul.\"\n",
    "duration": 3136,
    "name": "How To Evolve And Hack Your Soul",
    "project": "hcpp",
    "event": "hcpp16",
    "people": [
      "paul-rosenberg"
    ]
  },
  {
    "id": "hcpp17-what-does-blockchain-actually-do",
    "videoId": "65cM7g4xpoU",
    "url": "https://www.youtube.com/watch?v=65cM7g4xpoU",
    "img": "hcpp17/hcpp17-what-does-blockchain-actually-do.jpg",
    "publishedAt": "2018-02-04T20:26:50Z",
    "desc": "Ultimately all security software prevents things from happening. Here we'll dive into what exactly does \"blockchain\" tech prevent, and where that can and can't be useful.",
    "duration": 3040,
    "name": "What Does \"blockchain\" Actually Do?",
    "project": "hcpp",
    "event": "hcpp17",
    "people": [
      "peter-todd"
    ]
  },
  {
    "id": "hcpp19-crypto-enabled-time-travel",
    "videoId": "GARpRtE61ig",
    "url": "https://www.youtube.com/watch?v=GARpRtE61ig",
    "img": "hcpp19/hcpp19-crypto-enabled-time-travel.jpg",
    "publishedAt": "2019-10-15T13:40:42Z",
    "desc": "Technology to skip the present times is available today, and improving fast. It is not for the faint-hearted, for sure. But for safely landing into the future, not as a poor immigrant from the past, but rather as a rich tourist, technology is not enough. The right incentives must get aligned and be put to work. This talk is about what is missing, and how Crypto could be the final ingredient to really achieve time travel.\n\n#hcpp19 #optout #paralelnipolis #instituteofcryptoanarchy",
    "duration": 2837,
    "name": "Crypto-enabled Time Travel",
    "project": "hcpp",
    "event": "hcpp19",
    "people": [
      "spyros-dovas"
    ]
  },
  {
    "id": "hcpp17-liberate-education-from-the-state",
    "videoId": "m604jCazD6A",
    "url": "https://www.youtube.com/watch?v=m604jCazD6A",
    "img": "hcpp17/hcpp17-liberate-education-from-the-state.jpg",
    "publishedAt": "2018-02-08T09:29:08Z",
    "desc": "Compulsory school attendance is not only immoral, but it also represents the initial reason of our economical lack of freedom; State education costs money, also it's a source of the state propaganda and statist indoctrination. This is the main cause of the conviction of people that free market fails in so many areas, so we need the state authority to replace it. Why don't they teach us anything about the impossibility of economic calculation in the central planning? How easily can the authority of a teacher be replaced by the state authorities? And how can we keep the freedom when we spend the most important years of our lives in the jail?",
    "duration": 2904,
    "name": "Liberate Education From The State",
    "project": "hcpp",
    "event": "hcpp17",
    "people": [
      "urza",
      "zdenka-stankova"
    ]
  },
  {
    "id": "hcpp19-things-which-matter-the-most-reality-brain-and-consciousness",
    "videoId": "KdkN2yHjb20",
    "url": "https://www.youtube.com/watch?v=KdkN2yHjb20",
    "img": "hcpp19/hcpp19-things-which-matter-the-most-reality-brain-and-consciousness.jpg",
    "publishedAt": "2019-10-16T15:58:49Z",
    "desc": "Linking physical reality, brain activity and consciousness still stands as one of the most interesting and elusive problems of neuroscience, psychology, psychiatry and philosophy. Finding their mutual relationships represents the first step toward explanation how the brain process external information and how the picture of reality in our mind relates the world.\n\nIn this lecture, I deal with two central questions of consciousness: how and why? “How” refers to the theoretical and empirical approach to reveal the neural correlates and mechanisms that form consciousness. On the other hand, “why” refers to both the evolutionary origin and the question why is there conscious experience at all.\n\nThe extraordinary states of consciousness elicited by the psychedelics, such as DMT, psilocybin and LSD, represent one of the most powerful tools for understanding neurobiology of consciousness and answering both “why” and “how” questions. The results of brain neuroimaging studies on the effect of psychedelic drugs on structure of consciousness provide an explanation for its phenomenological features, including unconstrained cognition, meaning of concepts of reality and a sense of expanded consciousness awareness. We will discuss how psychedelics, and other modern techniques such as neurostimulation, may increase cognitive flexibility and creativity, elucidate our understanding of the structure of external physical reality and enhance human potential in general.\n\n#hcpp19 #optout #paralelnipolis #instituteofcryptoanarchy",
    "duration": 3322,
    "name": "Things Which Matter The Most: Reality, Brain And Consciousness",
    "project": "hcpp",
    "event": "hcpp19",
    "people": [
      "jiri-horacek"
    ]
  },
  {
    "id": "hcpp18-crypto-liberation-story-of-one-perpetual-traveler",
    "videoId": "OvrsFHtpx48",
    "url": "https://www.youtube.com/watch?v=OvrsFHtpx48",
    "img": "hcpp18/hcpp18-crypto-liberation-story-of-one-perpetual-traveler.jpg",
    "publishedAt": "2018-10-06T15:26:08Z",
    "desc": "1. Choose the suitable country for your permanent residency.\n2. Choose the suitable country for your company.\n3. Eliminate the center of interest in your home country (divorce, sell all your properties, become homeless).\n4. Close your bank accounts.\n5. Switch to crypto, prefer truly anonymous cryptocurrencies, embrace crypto friendly services.\n6. Choose your global healthcare insurance.\n7. Choose your world mobile operator.\n8. Embrace sharing economy.\n9. Check DAO.\n10. Help your friends to opt out of the system and move them to a parallel society.",
    "duration": 3310,
    "name": "Crypto Liberation Story Of One Perpetual Traveler",
    "project": "hcpp",
    "event": "hcpp18",
    "people": [
      "wilder"
    ]
  },
  {
    "id": "hcpp17-fostering-individual-empowerment-through-social-cohesion",
    "videoId": "8GaNRgyWILg",
    "url": "https://www.youtube.com/watch?v=8GaNRgyWILg",
    "img": "hcpp17/hcpp17-fostering-individual-empowerment-through-social-cohesion.jpg",
    "publishedAt": "2018-02-19T12:20:52Z",
    "desc": "The liberal vision of freedom sees the individual to be able to choose from a variety of options without being restricted externally. An equal access to economic structures and the legal system realizes the liberal goal of equal chances for any member of society. The lack of an external boundary stopping the individual to act does not necessarily empower the individual to deal with existing things around him in a creative manner though. How does an approach to the concept of freedom as an individually acquired ability in a socially fostered environment relate to the modern version of liberty as a structural-political achievement?",
    "duration": 2299,
    "name": "Fostering Individual Empowerment Through Social Cohesion",
    "project": "hcpp",
    "event": "hcpp17",
    "people": [
      "david-hemmerle"
    ]
  },
  {
    "id": "hcpp17-anarchy-as-a-conservative-program",
    "videoId": "qHWzhFJA8h8",
    "url": "https://www.youtube.com/watch?v=qHWzhFJA8h8",
    "img": "hcpp17/hcpp17-anarchy-as-a-conservative-program.jpg",
    "publishedAt": "2018-02-10T00:58:41Z",
    "desc": "Many people consider anarchy to be a recipe for revolution and advocacy of chaotic social relations. Both claims are wrong. Not only we can easily see anarchy producing order, rather than chaos, but we can also show that the call for anarchy rests on very common-sense or even conservative requirements of social life.",
    "duration": 2985,
    "name": "Anarchy As A Conservative Program",
    "project": "hcpp",
    "event": "hcpp17",
    "people": [
      "josef-sima"
    ]
  },
  {
    "id": "bitcoin-scaling-tradeoffs-with-adam-back",
    "videoId": "HEZAlNBJjA0",
    "url": "https://www.youtube.com/watch?v=HEZAlNBJjA0",
    "img": "undefined/bitcoin-scaling-tradeoffs-with-adam-back.jpg",
    "publishedAt": "2016-04-21T06:19:43Z",
    "desc": "In this talk, Adam Back overviews the Bitcoin scaling and discuses his personal view about its tradeoffs and future development. \n\nSlides http://www.slideshare.net/paralelnipolis/bitcoin-scaling-tradeoffs-with-adam-back\nAudio https://soundcloud.com/paralelnipolis/bitcoin-scaling-tradeoffs-with-adam-back\n\nParalelni Polis is a state-free think tank and hackerspace focused on the topics of decentralization, digital privacy and anonymity. It is a great place in Prague where you can meet freedom minded people or rent a space for your events with up to 120 participants. Beside Institute of Cryptoanarchy, we have Bitcoin Coffee where you will experience your first state-free transaction, MakersLab for learning about 3D-printing and printing your own designs, and also unique coworking space Paper Hub – check out a free trial day. \n\nCheck out the website https://www.paralelnipolis.cz\nSubscribe to our events https://facebook.com/vejdiven/events\nListen to our audios https://soundcloud.com/paralelnipolis\nAny questions? Let us know at info@paralelnipolis.cz",
    "duration": 6523,
    "people": [
      "adam-back"
    ],
    "name": "Bitcoin scaling tradeoffs with Adam Back"
  },
  {
    "id": "hcpp16-thirty-years-of-crypto-anarchy",
    "videoId": "TdmpAy1hI8g",
    "url": "https://www.youtube.com/watch?v=TdmpAy1hI8g",
    "img": "hcpp16/hcpp16-thirty-years-of-crypto-anarchy.jpg",
    "publishedAt": "2017-02-11T10:24:17Z",
    "desc": "Timothy via Skype at Hackers Congress Paralelní Polis reflected on thirty years of crypto anarchy, the name for the version of a kind of anarchy where cryptographic tools provide the means for an un-coerced network of voluntary transactions.Many of the expected technologies have been realized: widespread encryption, anonymous remailers like TOR, file-sharing tools like BitTorrent. And most notably, Bitcoin and Blockchain-based systems. Ethereum for smart contracts and autonomous organizations.The prospects are bright.\n",
    "duration": 4540,
    "name": "Thirty Years Of Crypto Anarchy",
    "project": "hcpp",
    "event": "hcpp16",
    "people": [
      "timothy-c-may"
    ]
  },
  {
    "id": "the-forgotten-art-of-anonymous-digital-cash-opting-out-of-complexity-hcpp19",
    "videoId": "mjt7pQkPbSA",
    "url": "https://www.youtube.com/watch?v=mjt7pQkPbSA",
    "img": "null/the-forgotten-art-of-anonymous-digital-cash-opting-out-of-complexity-hcpp19.jpg",
    "publishedAt": "2019-10-16T15:57:48Z",
    "desc": "Cypherpunks and cryptoanarchists have always dreamt of truely anonymous financial systems. This lead to Bitcoin and other blockchain cryptocurrencies. One episode of this development is widely overlooked today: Digital Cash, eCash, eCache and other Digital Bearer Certificate (DBC) systems.\n\nDBCs enable blazing fast, anonymous and untraceable transactions that resemble cash transactions much closer than cryptocurrencies. They are conceptually simple and require much less complex infrastructures. Nevertheless they have been ignored by cryptoanarchist researchers over the last decade.\n\nIn this talk we shall explore the necessary properties of government-independent value transfer systems, how to decentralize DBCs, and what a future with digital anonymous micro-transactions means for the realization of cryptoanarchist ideas.\n\n#hcpp19 #optout #paralelnipolis #instituteofcryptoanarchy",
    "duration": 3111,
    "name": "The Forgotten Art Of Anonymous Digital Cash: Opting-out Of Complexity #hcpp19",
    "project": null,
    "event": null,
    "people": [
      "smuggler"
    ]
  }
]